Repository: presscustomizr/customizr
Catalog: lang_pro/*.po
Languages: bg_bg

source: Customizr is a versatile and easy to customize WordPress theme, instantly giving a professional look to your online presence. Designed with visitor engagement in mind, it allows anyone to create a beautiful, fast and mobile friendly website compatible with all browsers and devices. Customizr works fine with major WordPress plugins like WooCommerce, bbPress, JetPack and many others. Top rated by hundreds and with a very active community of users and developers, the Customizr theme is a safe and reliable design option to publish your WordPress content.
bg_bg: Customizr е гъвкава и лесна за персонализиране WordPress тема, която веднага придава професионална визия на вашето онлайн присъствие. Тя позволява на всеки да създаде красив, бърз и оптимизиран за мобилни устройства сайт, който е и съвместим с всички браузъри и устройства. Customizr работи прекрасно с най-известните WordPress плъгини като WooCommerce, bbPress, JetPack и още много. Високо оценена от стотици хора и имаща много активно общество потребители и разработчици, темата Customizr е безопасна и надеждна опция за дизайн, с който да публикувате вашето WordPress съдържание.

source: Single pages
bg_bg: Единични страници

source: Don't know how to set a featured image to a page? Learn how in the %s.
bg_bg: Не знаете как да зададете главно изображение на страница? Научете как в %s.

source: You can display your page's featured image here if you have set one.
bg_bg: Вече можете тук да покажете главното изображение на вашата страница, ако сте задали такова.

source: You can display the featured image (also called the post thumbnail) of your pages before their content, when they are displayed individually.
bg_bg: Можете да зададете главното изображение на страниците (също наречено тъмбнейл на публикацията) да седи преди тяхното съдържание, когато се отварят поотделно.

source: Set up single pages options
bg_bg: Настройки на опциите за единични страници

source: Settings
bg_bg: Настройки

source: Options for
bg_bg: Опции за

source: Use this field to test small chunks of CSS code. For important CSS customizations, it is recommended to modify the style.css file of a child theme.
bg_bg: Използвайте това поле, за да тествате малки части CSS код. За по-важни промени по CSS се препоръчва да модифицирате style.css файла на child тема.

source: default:
bg_bg: По подразбиране:

source: Go Pro
bg_bg: Преминаване към Pro версия

source: Discover the Customizr WordPress theme &raquo;
bg_bg: Откриите WordPress темата Customizr &raquo;

source: Link target
bg_bg: Целева връзка

source: Size in px
bg_bg: Размер в пиксели

source: Enter a title
bg_bg: Въведете заглавие

source: Select Image
bg_bg: Изберете изображение

source: Change Image
bg_bg: Променете изображение

source: No image selected
bg_bg: Не е избрано изображение

source: Choose Image
bg_bg: Изберете изображение

source: Add New
bg_bg: Добавете ново

source: Set a unique color for your icon.
bg_bg: Изберете уникален цвят за вашата икона

source: Select an icon
bg_bg: Изберете икона

source: Close Editor
bg_bg: Затваряне на редактора

source: Done !
bg_bg: Готово !

source: Default
bg_bg: По подразбиране

source: Check this option to open the link in a another tab of the browser.
bg_bg: Използвайте тази опция ако искате линка да се отвори в друг таб на браузъра

source: Icon color
bg_bg: Цвят на иконка

source: This is the text displayed on mouse over.
bg_bg: Това е текстът, който се показва когато се мине отгоре с мишката.

source: Social icon
bg_bg: Иконка на социална мрежа

source: Social link url
bg_bg: URL адрес към профил в социална мрежа

source: Enter the full url of your social profile (must be valid url).
bg_bg: Въведете пълният URL адрес към вашия профил в социалната мрежа (трябва да бъде валиден URL)

source: Yes
bg_bg: Да

source: Cancel
bg_bg: Отказ

source: Add it
bg_bg: Добави го

source: Press return or enter to open this panel
bg_bg: Натиснете return или enter за да отворите този панел

source: Slide
bg_bg: Слайд

source: Are you sure you want to remove : <strong>{{ data.title }} ?</strong>
bg_bg: Сигурни ли сте, че искате да премахнете : <strong>{{ data.title }} ?</strong>

source: New Slide created ! Scroll down to edit it.
bg_bg: Създаден е нов слайд! Скролнете надолу, за да го редактирате.

source: Learn more about this in the documentation
bg_bg: Научете повече за това в документацията

source: Follow us on
bg_bg: Последвайте ни в

source: Select a social icon
bg_bg: Изберете иконка за социална мрежа

source: If your freshly created menu is not listed, please refresh the customizer panel.
bg_bg: Ако вашето току-що създадено меню не е изброено, моля опреснете панела на Customizr

source: Not set
bg_bg: Не е зададено.

source: customization panel
bg_bg: Панел за персонализация

source: Display the tagline in the header
bg_bg: Показване на подзаглавието в хедъра

source: Use Yoast SEO breadcrumbs
bg_bg: Използвай Yoast SEO трохички

source: The side on which the menu is revealed depends on the choosen header layout.
bg_bg: Страната, от която се разкрива менюто зависи от избрания изглед на хедъра.

source: Load Font Awesome resources
bg_bg: Зареждане на Font Awesome ресурси

source: Yoast SEO breadcrumbs settings
bg_bg: Настройки на Yoast SEO breadcrumbs (трохички)

source: Jump to the Yoast SEO breadcrumbs %s
bg_bg: Преминаване към Yoast SEO breadcrumbs (трохички) %s

source: When checked, the Font Awesome icons and CSS will be loaded on front end. You might want to load the Font Awesome icons with a custom code, or let a plugin do it for you.
bg_bg: Когато е включена тази настройка, Font Awesome иконите и CSS ще бъдат заредени на предната част на сайта ви. Може би бихте искали да заредите Font Awesome иконите с ваш персонализиран код или да използвате плъгин да направи това вместо вас.

source: Social link
bg_bg: Връзка към профил в социална мрежа

source: Create and organize your social links
bg_bg: Създайте и организирайте вашите връзки към профили в социални мрежи

source: New Social Link created ! Scroll down to edit it.
bg_bg: Нова връзка към профил в социална мрежа е създадена! Скролнете надолу, за да я редактирате.

source: Please fill the social link inputs with a valid URLs
bg_bg: Моля попълнете полетата за връзки към профили в социални мрежи с валидни URL адреси

source: An error occurred: malformed social links
bg_bg: Възникна грешка: грешно въведени връзки към профили в социални мрежи

source: Back to top arrow position
bg_bg: Позиция на стрелката на бутона "нагоре"

source: Contact me on Snapchat
bg_bg: Свържете се с мен чрез Snapchat

source: Who We Are
bg_bg: Коие сме ние

source: What We Do
bg_bg: Какво правим ние

source: Contact Us
bg_bg: Контакт с нас

source: Search
bg_bg: Търсене

source: Recent Posts
bg_bg: Последни публикации

source: The Customizr theme fits nicely on any mobile devices.
bg_bg: Темата Customizr пасва добре на всички мобилни устройства.

source: Recent Comments
bg_bg: Последни коментари

source: Call to action
bg_bg: Призив за действие

source: Engage your visitors with a carousel in any pages.
bg_bg: Заинтересовайте вашите посетители с въртележка на която страница пожелаете.

source: If enabled, your slides scroll slower than the page (parallax effect).
bg_bg: Ако тази опция е включена, слайдовете ще се скролват по-бавно от самата страница (parallax ефект)

source: Sliders : use parallax scrolling
bg_bg: Слайдери: използвай parallax скролване

source: Get support
bg_bg: Помощ

source: Get help in the free support forum
bg_bg: Получаване на помощ във форума за безплатна поддръжка

source: Code snippets for developers
bg_bg: Кодови фрагменти за разработчици

source: WooCommerce: if checked, your WooCommerce cart icon will remain visible when scrolling.
bg_bg: WooCommece: ако е избранa, иконата "количка" ще остане видима, когато се движи.

source: Check out some example of uses
bg_bg: Код откъси за разработчици

source: Use with caution
bg_bg: Използвайте с повишено внимание

source: Front-end Icons (Font Awesome)
bg_bg: Front-end икони (Font Awesome)

source: Follow me on VKontakte
bg_bg: Последвайте ме във VKontakte

source: Follow me on Yelp
bg_bg: Последвайте ме в Yelp

source: Follow me on Xing
bg_bg: Последвайте ме в Xing

source: Display navigation in your home blog
bg_bg: Покажи навигация в блога

source: Sticky header: display the shopping cart
bg_bg: Sticky (лепкав) хедър: показване на количката

source: View your shopping cart
bg_bg: Вижте кошницата си

source: Display the shopping cart in the header
bg_bg: Показване на количката за пазаруване в хедъра

source: Enable the WordPress responsive image feature for the theme's thumbnails
bg_bg: Включи функцията на WordPress за респонсив тъмбнейли да бъде активна за тъмбнейлите и на тази тема

source: Enable the WordPress responsive image feature for the slider
bg_bg: Включи функцията на WordPress за респонсив изображения да бъде активна за този слайдер

source: This feature has been introduced in WordPress v4.4+ (dec-2015), and might have minor side effects on some of your existing images. Check / uncheck this option to safely verify that your images are displayed nicely.
bg_bg: Тази функция е въведена в WordPress v4.4+ (дек- 2015) и е вероятно да има малки странични ефекти върху някои от вашите съществуващи изображения. Включете / изключете тази опция, за да може без проблем да се уверите, че вашите изображения се визуализират правилно.

source: WooCommerce: check to display a cart icon showing the number of items in your cart next to your header's tagline.
bg_bg: WooCommerce: включете тази опция, за да се покаже до заглавието на сайта количка, която показва колко артикули има в нея.

source: Front page slider name
bg_bg: Име на слайдера на начална страница

source: Posts slider button text
bg_bg: Текст на бутона на слайдера

source: Include only sticky posts
bg_bg: Обхващане само на sticky (лепкави) публикации

source: You can choose to display only the sticky posts. If you're not sure how to set a sticky post, check
bg_bg: Можете да изберете да показвате само sticky (лепкавите) публикации. Ако не сте сигурни как да зададете sticky (лепкава) публикация, проверете

source: Powered by WordPress
bg_bg: Задвижван от WordPress

source: Powered by
bg_bg: Благодарение на

source: the posts slider
bg_bg: Слайдер на публикациите

source: this slider
bg_bg: този слайдер

source: Customize or remove %s
bg_bg: Настройка или премахване на %s

source: Did you know you can easily speed up your page load by deferring the loading of the non visible images?
bg_bg: Знаехте ли, че лесно можете да ускорите вашата страница като отложите зареждането на картинки, които още не се виждат?

source: %s and check the option 'Load images on scroll' under 'Website Performances' section.
bg_bg: %s и изберете опцията 'зареждане на изображения при скролване' под секцията 'Производителност на сайта'

source: E-mail
bg_bg: Имейл

source: Click inside the above field and pick post categories you want to display. No filter will be applied if empty.
bg_bg: Натиснете в горното поле и изберете категориите на публикациите, които искате да покажете. Ако не въведете катории, публикациите няма да бъдат филтритани.

source: Learn more about post categories in WordPress
bg_bg: Научете повече за категориите в WordPress

source: Set the number of posts to display
bg_bg: Задаване на броя категории, които да се показват

source: Apply a category filter to your home / blog posts
bg_bg: Приложете филтър за категории към вашата заглавна страница/публикации

source: There is no excerpt because this is a protected post.
bg_bg: Няма откъс, защото публикацията е защитена.

source: Protected: %s
bg_bg: Защитен: %s

source: The title will be limited to 80 chars max
bg_bg: Заглавието ще бъде ограничено до 80 символа

source: The excerpt will be limited to 80 chars max
bg_bg: Откъса ще бъде ограничен до 80 символа

source: Call to action button
bg_bg: Call to action бутон

source: Entire slide and call to action button
bg_bg: Целия слайд и call to action бутона

source: The button text will be limited to 80 chars max. Leave this field empty to hide the button
bg_bg: Текста на бутона е ограничен до 80 символа. Оставете това поле празно ако искате да скриете бутона

source: When checked, the front page slider occupies the full viewport's width
bg_bg: Когато е избрано, слайдъра на началната страница заема ширината на full viewport

source: &mdash; Auto-generated slider from your blog posts &mdash;
bg_bg: &mdash; Автоматично генериран слайдър от публикациите на вашия блог &mdash;

source: Display the title
bg_bg: Показване на заглавието

source: Link post with
bg_bg: Свързване на публикацията с

source: Entire slide
bg_bg: Целият слайд

source: the WordPress documentation.
bg_bg: документацията на WordPress.

source: This option generates a home page slider based on your last posts, starting from the most recent or the featured (sticky) post(s) if any.
bg_bg: Тази опция генерира слайдър на началната страница базиран на вашите публикации, започвайки от последните или избраните(залепените) публикации, ако има такива.

source: To add another slide : navigate to your media library (click on Media), open the edit screen of an image ( or add a new image ), and add it to your desired slider by using the dedicated option block at the bottom of the page.
bg_bg: За да добавите друг слайд: отидето до ваша медийна библиотека (щракнете на Файлове), отворете прозореца за редактиране на изображението (или добавете ново изображение), и го добавете към вашия избран слайдър ползвайки специалния блок в долната част на страницата

source: For more informations about sliders, check the documentation page :
bg_bg: За информация относно слайдърите, проверете страницата с докум,ентация:

source: Slider documentation
bg_bg: Документация за слайдъри

source: Number of posts to display
bg_bg: Брой публикации за показване

source: Upgrade to Customizr Pro
bg_bg: Настройка до Customizr Pro

source: Only the posts with a featured image or at least an image inside their content will qualify for the slider. The number of post slides displayed won't exceed the number of available posts in your website.
bg_bg: Само публикации с главно изображение или поне едно изображение в тяхното съдържание са валидни за слайдъра. Броят на слайдърите с публикации няма да надвишава броя на публикациите във вашия сайт.

source: SITE ICON
bg_bg: ИКОНА НА САЙТА

source: Your favicon is currently handled with an old method and will not be properly displayed on all devices. You might consider to re-upload your favicon with the new control below.
bg_bg: Вашата favicon в момента се обработва с един стар метод и няма да се покаже правилно на всички устройства. Може да помислите да качите отново уеб икона с новата контрола долу.

source: To change the global header layout, %s
bg_bg: За да промените оформлението на глобалния хедър, %s

source: jump to the Design and Layout section
bg_bg: отидете в секцията Дизайн и Оформление

source: Change the header layout
bg_bg: Промяна на изгледа на хедъра

source: Pages
bg_bg: Страници

source: %s or %s.
bg_bg: %s или %s.

source: Manage menus in the header
bg_bg: Управление на менютата в хедъра

source: change your menu design now
bg_bg: променете дизайна на вашето меню сега

source: open the customizer menu section
bg_bg: отвори секцията за персонализиране на меню

source: Try it with the demo
bg_bg: Опитайте с демото

source: %s or read the %s.
bg_bg: %s или прочетете %s.

source: You can display your main menu or a second menu here horizontally.
bg_bg: Може да покажете хоризонтално основното или второстепенното меню.

source: Open the menu
bg_bg: Отваряне на менюто

source: You can now display your menu as a vertical and mobile friendly side menu, animated when revealed.
bg_bg: Вече може да показвате своето меню като вертикално и mobile friendly странично меню, което е анимирано когато е разкрито.

source: Manage your menus in the header now
bg_bg: Управлявайте своите менюта в хедъра сега

source: Menu
bg_bg: Меню

source: Close
bg_bg: Затвори

source: now
bg_bg: сега

source: menu creation screen
bg_bg: Прозорец за създаване на меню

source: change the default menu
bg_bg: променете стандартното меню

source: This is a default page menu.
bg_bg: Това е меню по подразбиране.

source: ( If you don't have any pages in your website, then this side menu is empty for the moment. )
bg_bg: Това меню ще е празно докато не създадете страници във вашия сайт.

source: dismiss this notice
bg_bg: Игнориране на съобщението

source: Add widgets to this sidebar %s or %s.
bg_bg: Добавяне на джаджи към страничната колона %s или %s.

source: The %s sidebar has no widgets.
bg_bg: Страничната колона %s няма джаджи.

source: remove this demo slider
bg_bg: Премахване на демо слайдера

source: Remove the home page slider
bg_bg: Премахване на слайдера на начална страница

source: remove them
bg_bg: Премахване

source: Go to
bg_bg: Отиване до

source: replace this default menu by another one
bg_bg: подмяна на менюто по подразбиране с друго

source: Edit now.
bg_bg: Редактирайте сега

source: Select your own slider
bg_bg: Изберете собствен слайдер

source: Add widgets to the footer %s or %s.
bg_bg: Добавяне на джаджи към футера %s или %s.

source: Socials in Sidebars
bg_bg: Иконки на социални мрежи в страничните менюта

source: Select your own slider %s, or %s (you'll be able to add one back later).
bg_bg: Изберете собствен слайдер %s, или %s (после ще можете да върнете друг).

source: Front-end placeholders and help blocks
bg_bg: Front-end плейсхолдъри и помощни блокове

source: %s to display a featured image here.
bg_bg: %s за да покажете основно изображение тук.

source: If you have already created menu(s), you can %s. If you need to create a new menu, jump to the %s.
bg_bg: Ако вече сте създали меню(та), можете да %s. Ако искате да създадете ново меню, преминете към %s.

source: You can display your post's featured image here if you have set one.
bg_bg: Тук можете да покажете главното изображение на публикацията, ако сте задали такова.

source: Jump to the customizer now
bg_bg: Преминаване към customizer (панел за персонализация)

source: Set up your social profiles links in the sidebar(s).
bg_bg: Настройване на връзките към профили в социални мрежи в страничните менюта

source: Edit those featured pages %s, or %s (you'll be able to add yours later).
bg_bg: Редактирайте тези основни (featured) страници %s, или %s (ще можете да добавите и свои после).

source: Edit those featured pages
bg_bg: Редактиране на основните страници

source: Remove the featured pages
bg_bg: Премахване на основните страници

source: Navigation Menus
bg_bg: Навигационни менюта

source: If you need to change the layout design of the front page, then open the 'Front Page' section above this one.
bg_bg: Ако искате да промените изгледа на заглавната страница, отидете на секцията „Заглавна страница“.

source: Sidebars
bg_bg: Странични колони

source: Remove all the menus.
bg_bg: Премахване на всички менюта

source: in the menu panel
bg_bg: В панела на менюто

source: create/edit menus
bg_bg: Създаване/редактиране на менютата

source: Customizr theme documentation
bg_bg: Документация на темата Customizr

source: Smooth Scroll
bg_bg: Гладко скролване

source: Smooth Scroll settings
bg_bg: Настройки на гладкото скролкване

source: Don't display any menus in the header of your website
bg_bg: Не изобразявай менюта в хедъра на сайта

source: Stick the footer to the bottom of the page
bg_bg: Залепете футера към най-долната част на страницата

source: Sidebars settings for the Customizr theme.
bg_bg: Настройки за страничните ленти в темата Customizr

source: Display help notices on front-end for logged in users.
bg_bg: Показване на помощни известия когато потребителите са вписани.

source: When this options is enabled, various help notices and some placeholder blocks are displayed on the front-end of your website. They are only visible by logged in users with administration capabilities.
bg_bg: Когато тази настройка е активирана, най-различни помощни известия и плейсхолдър блокове се показват на предната част на вашия сайт. Те са видими само за вписани подребители с администраторски права.

source: You can create new menu and edit your menu's content %s.
bg_bg: Можете да създадете ново меню и да редактирате неговото съдържание %s.

source: If a menu location has no menu assigned to it, a default page menu will be used.
bg_bg: Ако към място за меню няма приложено меню ще бъде приложено меню като за страница по подразбиране.

source: Don't know how to set a featured image to a post? Learn how in the %s.
bg_bg: Не знаете как да зададете главно изображение на публикация? Научете как в %s.

source: You can display the featured image (also called the post thumbnail) of your posts before their content, when they are displayed individually.
bg_bg: Можете да зададете главното изображение на публикациите (също наречено тъмбнейл на публикацията) да седи преди тяхното съдържание, когато се отварят поотделно.

source: Use with caution : provide an alternative way to navigate in your website for your users.
bg_bg: Използвайте с повишено внимание : осигурете алтернативен начин потребителите да навигират из сайта ви

source: The above layout options will set your layout globally for your post and pages. But you can also define the layout for each post and page individually. Learn how in the %s.
bg_bg: Горните настройки за изглед ще нагласят изгледа глобално за вашите публикации и страници, но също можете и да настроите различен изглед на всяка публикация и страница поотделно. Научете как в %s.

source: on the Menus screen in the Appearance section
bg_bg: на екрана с менюта в секцията "Appearance"

source: Hide
bg_bg: Скриване

source: Menu position (for the horizontal menu)
bg_bg: Позиция на менюто (за хоризонталното меню)

source: Secondary (horizontal) menu design
bg_bg: Дизайн на второстепенното (хоризонтално) меню

source: Side Menu (vertical)
bg_bg: Странично меню (вертикално)

source: Main menu design
bg_bg: Дизайн на главното меню

source: Regular (horizontal)
bg_bg: Нормално (хоризонтално)

source: Select a design : side menu (vertical) or regular (horizontal)
bg_bg: Изберете дизайн: странично меню (вертикално) или нормално (хоризонтално)

source: Menu position (for "main" menu)
bg_bg: Позиция на "главното" меню

source: When you've set your main menu as a vertical side navigation, you can check this option to display a complementary horizontal menu in the header.
bg_bg: Когато сте задали своето главно меню да бъде вертикална странична навигация, можете да включите тази опция, за да се покаже и допълнително хоризонтално меню в хедъра.

source: Display a label next to the menu button.
bg_bg: Показване на надпис до бутона на менюто.

source: Note : the label is hidden on mobile devices.
bg_bg: Забележка : надписа не се вижда на мобилни устройства.

source: Display in the header
bg_bg: Показване в хедъра

source: Choose a mobile devices (responsive) behaviour for the secondary menu.
bg_bg: Изберете поведение на второстепенното меню за мобилни устройства (респонсив).

source: Also applied to the secondary menu if any.
bg_bg: Също се прилага към второстепенното меню, ако има такова.

source: Display a secondary (horizontal) menu in the header.
bg_bg: Покажи второстепенно (хоризонтално) меню в хедъра

source: For mobile devices (responsive), limit the height of the dropdown menu block to the visible viewport.
bg_bg: За мобилни устройства (responsive), ограничете височината на блока на падащото меню до видимото полезрение.

source: Move after inside the side menu
bg_bg: Движене след като е вътре в страничното меню

source: Move before inside the side menu
bg_bg: Движене преди да е вътре в страничното меню

source: Important note
bg_bg: Важна бележка
