Repository: presscustomizr/customizr
Catalog: lang_pro/*.po
Languages: bg_bg

source: Secondary (horizontal) Menu
bg_bg: Второстепенно (хоризонтално) меню

source: Enable Smooth Scroll
bg_bg: Включване на гладко скролване

source: Choose a layout for the header
bg_bg: Изберете изглед за хедъра

source: This option enables a smoother page scroll.
bg_bg: Тази настройка позволява по-гладко скролване по страницата.

source: This setting might impact the side on which the menu is revealed.
bg_bg: Тази настройка може да окаже ефект върху това от коя страна менюто се разкрива.

source: this option can create conflicts with some plugins, make sure that your plugins features (if any) are working fine after enabling this option.
bg_bg: тази опция може да създаде конфликт с някои други плъгини, затова се уверете, че всичките ви плъгини (ако имате) работят правилно след като я включите.

source: Disabled if the random option is on.
bg_bg: Изключено ако е пусната опция за произволност.

source: home page
bg_bg: начална страница

source: Thank you for using %s!
bg_bg: Благодарим ви, че използвахте %s!

source: demo website
bg_bg: демонстрационен сайт

source: %s %s has more features, is safer and more stable than ever to help you designing an awesome website.
bg_bg: %s %s има повече функции и е по-безопасен и стабилен от всякога, помагайки ти да създадеш страхотен уебсайт.

source: If you don't find an answer to your issue in the documentation, don't panic! The Customizr theme is used by a growing community of webmasters reporting bugs and making continuous improvements. If you have a problem with the theme, chances are that it's already been reported and fixed in the support forums.
bg_bg: Ако не намерите решение на вашия проблем, описано в документацията, не се паникьосвайте! Темата Customizr се използва от нарастващ брой уебмастъри, които докладват бъгове и постоянно правят подобрения. Ако имате проблем с темата, най-вероятно той е бил докладван и оправен във форума за поддръжка.

source: The easiest way to search in the support forums is to use our Google powered search engine on our %s.
bg_bg: Най-лесният начин да търсите във форума за поддръжка е като използвате задвижената от Google търсачка в нашия %s.

source: check the changelog
bg_bg: Проверете дневника на промените

source: The best way to start with %s is to read the %s and visit the %s.
bg_bg: Най-добрият начин да започнете с %s е да прочетете %s и посетите %s.

source: Go Customizr Pro
bg_bg: Преминаванте към Customizr Pro

source: documentation
bg_bg: документация

source: Welcome to
bg_bg: Добре дошли в

source: Need help with
bg_bg: Имам нужда от помощ с

source: The best way to start is to read the %s.
bg_bg: Най-добрият начин да започнете е като прочетете %s.

source: close
bg_bg: Затваряне

source: version
bg_bg: версия

source: We'd like to introduce the new features we've been working on.
bg_bg: Бихме искали да ви представим новите функции, които разработихме.

source: Visit the demo
bg_bg: Вижте демото

source: I already know what's new thanks !
bg_bg: Вече знам какво е ново, но благодаря все пак!

source: Good, you've just upgraded to
bg_bg: Много добре, току-що обновихте към

source: Read the latest release notes
bg_bg: Прочетете най-новите бележки по изданието

source: Link
bg_bg: Връзка

source: Link the whole slide
bg_bg: Задаване на линк на целия слайд

source: WordPress documentation
bg_bg: Wordpress документация

source: Open link in a new browser tab
bg_bg: Отваряне на препратката в нова страница/подпрозорец

source: Create a new menu now
bg_bg: Създайте ново меню

source: You haven't created any menu yet. %s or check the %s to learn more about menus.
bg_bg: Все още не сте създали менюта. %s или вижте %s, за да научите повече за менютата.

source: or a custom link (leave this empty if you already selected a page or post above)
bg_bg: или линк по ваше желание (оставете това поле празно ако вече по-горе сте избрали страница или публикация)

source: Assign menus to locations
bg_bg: Задаване местоположения на менютата

source: &mdash; Select &mdash;
bg_bg: &mdash; Избор &mdash;

source: Custom Page Example
bg_bg: Пример за персонализирана страница

source: dismiss notice
bg_bg: Отхвърляне на известието

source: Discover how to replace or remove this demo slider.
bg_bg: Разберете как да се замени или отхвърли този демо слайдер.

source: Back to top
bg_bg: Връщане към начало

source: Back Home
bg_bg: Връщане към начало

source: Add a menu
bg_bg: Добавяне на меню

source: Add widgets
bg_bg: Добавяне на джаджи

source: The footer has no widgets
bg_bg: Не са добавени джаджи към футера.

source: See the theme documentation.
bg_bg: Вижте документацията на темата.

source: Changing the layout in the Customizr theme
bg_bg: Променяне на изгледа в темата Customizr.

source: This block is visible for admin users only.
bg_bg: Този блок е видим само за администратори.

source: You can also remove this sidebar by changing the current page layout.
bg_bg: Също можете да премахнете тази странична лента като промените изгледа на сегашната страница.

source: Check the slider doc now &raquo;
bg_bg: Вижте документацията за слайдерите сега &raquo;

source: Newer posts <span class="meta-nav">&rarr;</span>
bg_bg: По-нови публикации <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
bg_bg: <span class="meta-nav">&larr;</span> По-стари публикации

source: by
bg_bg: от

source: Post navigation
bg_bg: Навигация

source: Open
bg_bg: Отворени

source: tagged
bg_bg: Ключови думи

source: View all posts by %s
bg_bg: Всички публикации от %s

source: View all posts in %s
bg_bg: Всички публикации в %s

source: by %1$s
bg_bg: от %1$s

source: Return to
bg_bg: Връщане към

source: (updated %s days ago)
bg_bg: (Обновено преди %s дни)

source: (updated 1 day ago)
bg_bg: (Обновено преди 1 ден)

source: (updated today)
bg_bg: (Обновено днес)

source: (updated on %1$s)
bg_bg: (Обновено на %1$s)

source: on %1$s
bg_bg: на %1$s

source: and posted on %1$s
bg_bg: и публикуван на %1$s

source: This entry was posted
bg_bg: Този запис бе публикуван

source: This entry was posted on %1$s
bg_bg: Този запис бе публикуван на %1$s

source: This entry was tagged %2$s
bg_bg: Този запис бе отбелязан като %2$s

source: This entry was posted in %1$s
bg_bg: Този запис бе публикуван в %1$s

source: This entry was posted in %1$s and tagged %2$s
bg_bg: Този запис бе публикуван в %1$s и маркиран като %2$s

source: in
bg_bg: във

source: Link to full-size image
bg_bg: Връзка към пълния размер на изображението

source: at dimensions
bg_bg: с размери

source: Published
bg_bg: Публична

source: This entry was posted on %1$s<span class="by-author"> by %2$s</span>.
bg_bg: Този запис бе публикуван на %1$s<span class="by-author"> от %2$s</span>.

source: View all posts by %s <span class="meta-nav">&rarr;</span>
bg_bg: Всички публикации от %s <span class="meta-nav">&rarr;</span>

source: Pages:
bg_bg: Страници:

source: Continue reading <span class="meta-nav">&rarr;</span>
bg_bg: Има още <span class="meta-nav">&rarr;</span>

source: Yearly Archives: %s
bg_bg: Архив по години: %s

source: Monthly Archives: %s
bg_bg: Архив по месеци: %s

source: Archives
bg_bg: Архив

source: Daily Archives: %s
bg_bg: Архив по дни: %s

source: About %s
bg_bg: За %s

source: No
bg_bg: Не

source: Ooops, page not found
bg_bg: Грешка, страницата не е намерена

source: Permalink to %s
bg_bg: Постоянна връзка към %s

source: {no title} Read the post &raquo;
bg_bg: {no title} Прочетете публикацията &raquo;

source: Missing Attachment
bg_bg: Липсва прикачен файл

source: Customizer screen
bg_bg: Панел за персонализация (customizer)

source: Featured page
bg_bg: Основна страница

source: Featured page description text : use the page excerpt or set your own custom text in the Customizr screen.
bg_bg: Описание на основна страница : използвайте откъса на страницата или задайте свой персонализиран текст в менюто на Customizr.

source: comment
bg_bg: Коментар

source: Comment(s) on
bg_bg: Коментар(и) на

source: Leave a comment
bg_bg: Публикуване на коментар

source: Comments are closed.
bg_bg: Коментарите са изключени.

source: <span class="meta-nav">&larr;</span> Older Comments
bg_bg: <span class="meta-nav">&larr;</span> По-стари коментари

source: Newer Comments <span class="meta-nav">&rarr;</span>
bg_bg: По-нови коментари <span class="meta-nav">&rarr;</span>

source: Comment navigation
bg_bg: Навигация в коментарите

source: Your comment is awaiting moderation.
bg_bg: Вашият коментар изчаква модерация.

source: %1$s at %2$s
bg_bg: %1$s в %2$s

source: Post author
bg_bg: Автор

source: Reply
bg_bg: Отговор

source: (Edit)
bg_bg: (Редактиране)

source: thoughts on
bg_bg: мисли относно

source: One thought on
bg_bg: Една мисъл относно

source: Merge
bg_bg: Сливане

source: Split
bg_bg: Разделяне

source: Week %1$s
bg_bg: Седмица %1$s

source: 404 Not Found
bg_bg: 404 Не е намерена

source: Page %d
bg_bg: Страница %d

source: Search results for &quot;%1$s&quot;
bg_bg: Резултати от търсене за &quot;%1$s&quot;

source: Minute %1$s
bg_bg: Минута %1$s

source: g a
bg_bg: H

source: g:i a
bg_bg: G:i

source: Browse:
bg_bg: Разглеждане:

source: Home
bg_bg: Начало

source: Next &rarr;
bg_bg: Следващ &rarr;

source: &larr; Previous
bg_bg: &larr; Предишен

source: Max. length for post titles (in words)
bg_bg: Максимална дължина за заглавията на публикациите (брой думи)

source: Set the post grid thumbnail's max height in pixels
bg_bg: Задайте максималната височина на тъмбнейлите при изглед тип решетка

source: Thumbnails max height for the grid layout
bg_bg: Максимална височина на тъмбнейлите при изглед тип решетка

source: Apply the grid layout to Search results
bg_bg: Прилагане на изглежда тип решетка към резултатите от търсене

source: Apply a colored bottom border to each grid items
bg_bg: Прилагане на цветна долна граница към всеки от елементите в изгледа тип решетка

source: Apply a shadow to each grid items
bg_bg: Прилагане на сянка към всеки от елементите в изгледа тип решетка

source: Display post format icons in the background
bg_bg: Иконите за формата на пубкикациите да се показват във фона

source: Unchecked contexts are displayed with the alternate thumbnails layout.
bg_bg: Непроверените контексти се показват с алтернативния изглед на тъмбнейлите.

source: Select a Layout
bg_bg: Изберете изглед

source: Number of columns per row
bg_bg: Брой колони на ред

source: Post List Design
bg_bg: Дизайн на списъка с публикации

source: You might want to regenerate your thumbnails.
bg_bg: Може би ще е добре да генерирате тъмбнейлите наново.

source: Apply the grid layout to Home/Blog
bg_bg: Прилагане на изгледа тип решетка към Начална страница/Блог

source: Apply the grid layout to Archives (archives, categories, author posts)
bg_bg: Прилагане на изгледа тип решетка към Архиви (архиви, категории, авторски публикации)

source: Grid layout
bg_bg: Изглед тип решетка

source: When you select the grid Layout, the post content is limited to the excerpt.
bg_bg: Когато изберете изглед тип решетка, съдържанието на публикацията се ограничава до дължината на откъса.

source: Note : columns are limited to 3 for single sidebar layouts and to 2 for double sidebar layouts.
bg_bg: Забележка : колоните са ограничени до 3 за изгледи за единични странични ленти и до 2 за изгледи за двойни странични ленти.

source: Alternate thumbnails layout
bg_bg: Алтернативен изглед за тъмбнейлите

source: If this option is checked, your images will be resized with your custom height on upload. This is better for your overall loading performance.
bg_bg: Ако тази опция е включена, когато качите изображение, то ще бъде автоматично оразмерено по зададената от вас височина. Това има положителен ефект върху цялостната скорост на зареждане.

source: Expand the last sticky post (for home and blog page only)
bg_bg: Разгъване на последната лепкава (sticky) публикация (отнася се само за заглавната страница и блога)

source: Display navigation in pages
bg_bg: Показвай навигация в страниците

source: Load images on scroll
bg_bg: Зареждай изображенията при скролиране

source: Display the comment list
bg_bg: Показване на списък с коментари

source: Will be hidden if empty
bg_bg: Няма да се вижда ако остане празно

source: Apply this height to all sliders
bg_bg: Задаване на тази височина за всички слайдери

source: Enable comments on posts
bg_bg: Разреши коментирането на публикации

source: Other comments settings
bg_bg: Други настройки за коментарите

source: Set slider's height in pixels
bg_bg: Задайте височината на слайдера в пиксели

source: Check this option to delay the loading of non visible images. Images below the viewport will be loaded dynamically on scroll. This can boost performances by reducing the weight of long web pages with images.
bg_bg: Включете тази опция за да забавите зареждането на изображения, които все още не се виждат. Изображенията под полезрението ще бъдат зареждани динамично щом се скролне до тях. Това може да увеличи производителността на сайта ви, тъй като дългите страници с много картинки се зареждат по-лесно.

source: Display a back to top arrow on scroll
bg_bg: Показване на стрелка "нагоре" при скролване

source: Display posts navigation
bg_bg: Показване навигация на публикациите

source: When this option is checked, the posts navigation is displayed below the posts
bg_bg: Когато тази опция е включена, навигацията на публикациите ще се показва под самите тях.

source: You can also change other comments settings in the
bg_bg: Можете да промените и други настройки на коментарите в

source: You can also change other comments settings in :
bg_bg: Можете да промените и други настройки на коментарите в :

source: Display posts navigation in single posts
bg_bg: Показване на навигация на публикациите при единични публикации

source: Display posts navigation in post lists (archives, blog page, categories, search results ..)
bg_bg: Показване навигация на публикациите при списъци с публикации (архиви, блог страницата, категории, резултати от търсене ..)

source: Replace the default image slider's height
bg_bg: Заменяне на първоначалната височина на слайдера за картинки

source: By default, WordPress displays the past comments, even if comments are disabled in posts or pages. Unchecking this option allows you to not display this comment history.
bg_bg: По подразбиране, WordPress показва предишните коментари, дори и коментарите понастоящем да са изключени за публикациите или страниците. Изключването на тази настройка ви позволява да не показвате този списък с предишни коментари.

source: If checked, this option enables comments on all types of single posts. You can disable comments for a single post in quick edit mode from the
bg_bg: Ако е включена, тази настройка позволява да се пишат коментари на всякакви видове единични публикации. Можете да изключите коментарите за отделни публикации, използвайки режима бързо редактиране от

source: If checked, this option will enable comments on pages. You can disable comments for a single page in the quick edit mode of the page list screen.
bg_bg: Ако е включена, тази опция позволява да се пишат коментари на страници. Можете да изключите коментарите за отделна страница, използвайки режима бързо редактиране в секцията със страниците.

source: Social link title in sidebars
bg_bg: Заглавия на социални линкове в страничните ленти

source: post screen
bg_bg: Екран на публикациите

source: discussion settings page.
bg_bg: Страницата за настройки на дискусии

source: the discussion settings page.
bg_bg: страницата с настройки за дискусиите.

source: Custom
bg_bg: Ръчна

source: Don't display
bg_bg: Да не се показва

source: Search Results for :
bg_bg: Резултати от търсенето за:

source: Skin color
bg_bg: Цветова гама

source: Large bubbles
bg_bg: Големи мехурчета

source: Comments bubble color
bg_bg: Цвят на мехурчетата на коментарите

source: Small bubbles
bg_bg: Малки мехурчета

source: Comments bubble shape
bg_bg: Форма на мехучетата на коментарите

source: (number of words)
bg_bg: (брой думи)

source: Enable Customizr galleries
bg_bg: Включване на галерии Customizr

source: Apply Customizr effects to galleries images
bg_bg: Прилагане на ефекти Customizr към изображенията в галериите

source: After the title
bg_bg: След заглавието

source: Category pages titles
bg_bg: Заглавия на категориите

source: Tag pages titles
bg_bg: Заглавия на страниците за етикети

source: Author pages titles
bg_bg: Заглавия на атворските страници

source: Post thumbnail position
bg_bg: Позиция на тъмбнейлите на публикациите

source: Archive titles
bg_bg: Заглавия на архивите

source: Display the number of comments in a bubble next to the post title
bg_bg: Показване на броя коментари в мехурче до заглавието на публикацията

source: Enable Lightbox effect in galleries
bg_bg: Включване на Lightbox ефект в галерии

source: Apply lightbox effects to galleries images
bg_bg: Прилагане на lightbox ефекти към изображенията в галериите

source: Before the title boxed
bg_bg: В кутийка преди заглавието

source: Search results page titles
bg_bg: Заглавия на резултати от търсене

source: Comments bubbles
bg_bg: Мехурчета на коментари

source: Apply a drop cap to the first paragraph of your pages
bg_bg: Прилагане на декоративна голяма буква към първия параграф на вашите страници

source: Enable drop caps in pages
bg_bg: Включване на декоративни главни букви в страниците

source: Apply a drop cap to the first paragraph of your single posts content
bg_bg: Прилагане на декоративна голяма буква към първия параграф от съдържанието на вашите публикации

source: Enable drop caps in posts
bg_bg: Включване на декоративни главни букви в публикациите

source: Skin color with shadow
bg_bg: Цвят на облика с ефект сянка

source: Simple black
bg_bg: Просто черно

source: Drop cap style
bg_bg: Стил на декоративните големи букви

source: Drop caps
bg_bg: Декоративни големи букви

source: Enable drop caps
bg_bg: Включване на декоративни големи букви

source: Apply a drop cap to the first paragraph of your post / page content
bg_bg: Прилагане на декоративна голяма буква към първия параграф на съдържанието на вашите публикации / страници.

source: Apply a drop cap when the paragraph includes at least the following number of words :
bg_bg: Прилагане на декоративна голяма буква ако параграфа съдържа поне следния брой думи :

source: Apply nice on hover expansion effect to the galleries images
bg_bg: Прилагане на красив уголемяващ ефект при минаване с мишката през изображенията от галерия.

source: Enable Customizr effects on hover
bg_bg: Включване на Customizr ефекти при минаване с мишката

source: Before the title in full width
bg_bg: В пълна широчина, преди заглавието

source: Alternate thumbnail/content
bg_bg: Алтернативен тъмбнейл/съдържание

source: Left
bg_bg: Ляво

source: Bottom
bg_bg: Долу

source: Right
bg_bg: Дясно

source: Top
bg_bg: Горе

source: Display the publication date
bg_bg: Показване на датата на публикуване

source: Display the author
bg_bg: Показване на автора

source: Display the update date
bg_bg: Показване на датата на обновяване

source: Update notice text
bg_bg: Обновяване на текста

source: Recently updated !
bg_bg: Наскоро актуализирани!

source: Thumbnails position
bg_bg: Позиция на тъмбнейлите

source: Thumbnails shape
bg_bg: Форма на тъмбнейлите

source: Display the post thumbnails
bg_bg: Показване на тъмбнейлите на публикациите

source: Thumbnails options
bg_bg: Опции за тъмбнейлите

source: Default (grey)
bg_bg: По подразбиране (сиво)

source: Alert (orange)
bg_bg: Внимание (оранжево)

source: Important (red)
bg_bg: Важно (червено)

source: Info (blue)
bg_bg: Информация (синьо)

source: Set the excerpt length (in number of words)
bg_bg: Настройване дължината на откъса (брой думи)

source: Success (green)
bg_bg: Успех (зелено)

source: Date of the last update
bg_bg: Дата на последното обновяване

source: Display a recent update notice
bg_bg: Показване на известие за скорошно обновяване

source: Set the thumbnail's max height in pixels
bg_bg: Задаване максималната височина на тъмбнейлите в пиксели

source: Rectangular with no effect
bg_bg: Правоъгълно без ефект

source: Rectangular with unblur effect on hover
bg_bg: Правоъгълно с ефект отмъгляване при минаване с мишката

source: Rectangular with blur effect on hover
bg_bg: Правоъгълно с ефект замъгляване при минаване с мишката

source: Squared, no expansion
bg_bg: Квадратно, без уголемяване

source: Squared, expand on hover
bg_bg: Квадратно, с уголемяване при минаване с мишката

source: Rounded, no expansion
bg_bg: Закръглено, без уголемяване

source: Rounded, expand on hover
bg_bg: Закръглено с уголемяване при минаване с мишката

source: If no featured image is set, use the last image attached to this post.
bg_bg: Ако няма зададено главно изображение, използвай последната снимка, прикачена към тази публикация.

source: Note : thumbnails are always displayed when the grid layout is choosen.
bg_bg: Забележка : тъмбнейлите винаги се изобразяват когато е избран изглед тип решетка.

source: When this option is checked, the post thumbnails are displayed in all post lists : blog, archives, author page, search pages, ...
bg_bg: Когато тази опция е включена, тъмбнейлите на публикациите се показват във всички списъци с пужликации : блог, архиви, авторски страници, резултати от търсене, ...

source: Upload a default thumbnail
bg_bg: Качване на основен тъмбнейл

source: Thumbnails options for the alternate thumbnails layout
bg_bg: Опции за алтернативен изглед на тъмбейлите

source: If this option is checked, a customizable recent update notice is displayed next to the post title.
bg_bg: Ако тази опция е включена, до заглавието на публикацията се показва известие за обновавяне, което вие можете предварително да персонализирате.

source: Recent update notice after post titles
bg_bg: Известия за скорошни обновления след заглавията на публикациите

source: Display non-hierarchical taxonomies (like tags)
bg_bg: Показване на нейерархични таксономии (като етикети)

source: If this option is checked, additional date informations about the the last post update can be displayed (nothing will show up if the post has never been updated).
bg_bg: Ако тази опция е включена, допълнителниия информация за датата на последното обновяване на публикацията може да бъде показана (нищо няма да се покаже ако публикацията никога не е била обновявана).

source: Set a maximum interval (in days) during which the last update notice will be displayed.
bg_bg: Настройване на максимален интервал (в дни), в който ще се показва последното известие за обновяване.

source: Update notice style
bg_bg: Стил на известието за обновяване

source: Display the notice if the last update is less (strictly) than n days old
bg_bg: Показване на известието ако последното обновяване е (стриктно) преди по-малко от n дни

source: Select the last update format
bg_bg: Изберете формата за последното обновяване

source: Menu on the left
bg_bg: Меню в ляво

source: Menu on the right
bg_bg: Меню в дясно

source: Text only
bg_bg: Само текст

source: Display an icon next to external links
bg_bg: Показване на иконата до външните връзки

source: Open external links in a new tab
bg_bg: Отваряне на външните връзки в нов подпрозорец

source: Display the breadcrumb on home page
bg_bg: Показване на трохички на начална страница

source: Display the breadcrumb in pages
bg_bg: Показване на трохички на вътрешни страници

source: Display the breadcrumb in single posts
bg_bg: Показване на трохички на публикациите

source: Display the breadcrumb in posts lists : blog page, archives, search results...
bg_bg: Показване на трохички в списъците с публикации: блог публикации, архивни страници, резултати от търсенето

source: Display icons next to titles
bg_bg: Показване на иконите до заглавията
