Repository: presscustomizr/customizr
Catalog: lang_pro/*.po
Languages: bg_bg

source: Light green
bg_bg: Светло зелено

source: Green blue
bg_bg: Зелено-синьо

source: Follow me on Twitter
bg_bg: Следвай ме в Twitter

source: Google fonts pairs
bg_bg: Google двойки шрифтове

source: Subscribe to my rss feed
bg_bg: Абонирайте се за моя rss feed

source: Web safe fonts pairs
bg_bg: Web safe двойки шрифтове

source: Green
bg_bg: Зелено

source: Flat yellow
bg_bg: жълто

source: Yellow
bg_bg: Жълто

source: Flat orange
bg_bg: оранжево

source: Orange
bg_bg: Оранжево

source: Red
bg_bg: Червено

source: Flat red
bg_bg: червено

source: Purple
bg_bg: Лилаво

source: Grey
bg_bg: Сиво

source: Flat purple
bg_bg: лилаво

source: Flat black
bg_bg: черно

source: Light grey
bg_bg: Светло сиво

source: Black
bg_bg: Черно

source: Left sidebar
bg_bg: Лява странична лента

source: Blue
bg_bg: Синьо

source: 2 sidebars : Right and Left
bg_bg: 2 странични ленти: Дясно и Ляво

source: No sidebars : full width layout
bg_bg: Без странични ленти : изглед с пълна широчина

source: Right sidebar
bg_bg: Дясна странична лента

source: Remove
bg_bg: Изтриване

source: Upload
bg_bg: Качване

source: Create a slider
bg_bg: Създаване на слайдер

source: Need help to create a slider ?
bg_bg: Нуждаете се от помощ за създаване на слайдер?

source: Check the documentation
bg_bg: Преглед на документацията

source: System Informations
bg_bg: Системна информация

source: To copy the system infos, click below then press Ctrl + C (PC) or Cmd + C (Mac).
bg_bg: За да копирате системна информация,кликнете отдолу и после натиснете Ctrl + C (PC) или Cmd + C (Mac).

source: Please include the following informations when posting support requests
bg_bg: Моля включете и следната информация когато публикувате заявки за поддръжка (support requests)

source: Go to Dashboard
bg_bg: Към таблото

source: Follow us
bg_bg: Последвай ни

source: Go to Dashboard &rarr; Home
bg_bg: Към таблото &rarr; Начало

source: Check the FAQ
bg_bg: Проверете ЧЗВ

source: Happy user of Customizr?
bg_bg: Доволни ли сте от Customizr?

source: Read the documentation
bg_bg: Преглед на документацията

source: If you are happy with the theme, say it on wordpress.org and give Customizr a nice review! <br />(We are addicted to your feedbacks...)
bg_bg: Ако сте доволни от темата, споделете го на wordpress.org и дайта на Customizr добър отзив! <br />(Ние сме пристрастени към вашите отизиви...)

source: You are using a child theme of Customizr %1$s : always check the %2$s after upgrading to see if a function or a template has been deprecated.
bg_bg: Използвате child тема на Customizr %1$s : винаги проверявайте %2$s след като обновявате, за да видите дали функция или темплейт са вече извън употреба)

source: Changelog in version %1$s
bg_bg: Нови неща във версия %1$s

source: Easily take your web design one step further
bg_bg: С лекота докарайте вашия уеб дизайн една стъпка по-напред

source: Current slide
bg_bg: Текущ слайд

source: About Customizr
bg_bg: Относно Customizr

source: No Image Selected
bg_bg: Не е избрано изображение

source: Edit this slide
bg_bg: Редакция на слайда

source: Edit
bg_bg: Редакция

source: Slide Text
bg_bg: Текст на слайда

source: Button Text
bg_bg: Текст на бутона

source: Title
bg_bg: Заглавие

source: Title and text color
bg_bg: Цвят на заглавието и текста

source: Button text (80 char. max length)
bg_bg: Текст на бутона (максимална дължина: 80 символа)

source: No link
bg_bg: Липсва връзка

source: Add a slider
bg_bg: Добавяне на слайдер

source: Slide Image
bg_bg: Изображение на слайда

source: You haven't create any slider yet. Write a slider name and click on the button to add you first slider.
bg_bg: Все още не сте създали слайдер. Напишете име за слайдера и после натиснете бутончето, за да сложите вашия първи слайдер.

source: Choose a linked page or post (among the last 100).
bg_bg: Изберете свързана страница или публикация (от последните 100).

source: This slider has not slides to show. Go to the media library and start adding images to it.
bg_bg: Този слайдер няма слайдове за показване. Отидете в медийната библиотека и започнете да добавяте изображения към него.

source: Title text (80 char. max length)
bg_bg: Заглавие (максимална дължина 80 символа)

source: Description text (below the title, 250 char. max length)
bg_bg: Описание (максимална дължина 250 символа)

source: You haven't create any slider yet. Go to the media library, edit your images and add them to your sliders.
bg_bg: Още не сте създали слайдер. Отидете в библиотеката с изображения, влезте за редакция на изображенията и добавете избраните от тях към слайдера.

source: Add to a slider (create one if needed)
bg_bg: Добавете към слайдера (създайте слайдер, ако е нужно)

source: this page
bg_bg: тази страница

source: this post
bg_bg: тази публикация

source: here
bg_bg: тук

source: Add a slider to this post/page
bg_bg: Добавяне на слайдер към тази публикация/страница

source: Choose a slider
bg_bg: Избиране на слайдер

source: &mdash; Select a slider &mdash;
bg_bg: &mdash; Избиране на слайдер &mdash;

source: To create a new slider : open the media library, edit your images and add them to your new slider.
bg_bg: За да създадете нов слайдер: отворете библиотеката с изображения, влезте в редакция на изображения и добавете избраните от тях към слайдера.

source: Slider Layout : set the slider in full width
bg_bg: Изглед на слайдера: задаване на пълна ширина

source: Delete slider
bg_bg: Изтриване на слайдера

source: Select a specific layout for %1$s
bg_bg: Задайте конкретен изглед за %1$s

source: Add to a slider
bg_bg: Добавяне към слайдера

source: Delete this slider
bg_bg: Изтриване на този слайдер

source: Change layout options
bg_bg: Промяна настройките на изгледа

source: Default layout %1s
bg_bg: Изглед по подразбиране %1s

source: The slider will be deleted permanently (images, call to actions and link will be kept).
bg_bg: Слайдера ще бъде перманентно изтрит (изображенията, призовите към действие и връзките ще бъдат запазени)

source: You can define a specific layout for %1$s by using the pre-defined left and right sidebars. The default layouts can be defined in the WordPress customizer screen %2$s.<br />
bg_bg: Може да зададете определен изглед за %1$s, използвайки предварително определените леви и десни странични ленти. Изгледите по подразбиране могат да бъдат зададени в WordPress панела за персонализация %2$s.<br />

source: You have checked the <i>"Force global default layout for all posts and pages"</i>, you must unchecked this option to enable a specific layout for this post.
bg_bg: Вие сте включили <i>"Форсиране на глобален изглед по пдразбиране за всички публикации и страници"</i> и трябва да изключите тази настройка, за да активирате специфичен изглед за тази публикация.

source: Delay between each slides in milliseconds (default : 5000 ms)
bg_bg: Закъснение между всеки слайд в милисекунди (по подразбиране : 5000 ms)

source: posts
bg_bg: Мнения

source: Slider Options
bg_bg: Опции на плъзгача

source: pages
bg_bg: Страници

source: Default %1$s layout is set to : %2$s
bg_bg: Изгледа по подразбиране %1$s е нагласен на : %2$s

source: Layout Options
bg_bg: Настройки на подредбата

source: Upgrade Wordpress Now
bg_bg: Обновете Wordpress сега

source: This theme requires WordPress 3.4+
bg_bg: Тази тема изисква Wordpress 3.4+

source: Upgrade WP
bg_bg: Обновете WP

source: Discover Customizr Pro
bg_bg: Разгледайте Customizr Pro

source: Jump to the blog design options
bg_bg: Преминаване към опциите за дизайн на публикациите в блога

source: More grid design options
bg_bg: Още опции за дизайна на изглед тип решетка
