Repository: presscustomizr/customizr
Catalog: lang_pro/*.po
Languages: bg_bg

source: Display a page icon next to the page title
bg_bg: Показване на иконата до заглавието на страницата

source: Display a post icon next to the single post title
bg_bg: Показване на иконата до заглавието на публикацията

source: Display an icon next to the archive title
bg_bg: Показване на иконата до заглавието на архивната страница

source: Select the metas to display
bg_bg: Избор на МЕТА данните, които да се покажат

source: Display posts metas in post lists (archives, blog page)
bg_bg: Показване на МЕТА данни в списъците с публикации (архивни страници, блог публикации)

source: Display hierarchical taxonomies (like categories)
bg_bg: Показване на йерархични таксономии (като категории)

source: Buttons and text
bg_bg: Бутони и текст

source: Metas Design
bg_bg: Дизайн на мета информацията

source: Select a design for the post metas
bg_bg: Изберете дизайн за мета информацията на публикациите

source: Display posts metas
bg_bg: Показване мета информацията на публикациите

source: Display an icon next to each post title in an archive page
bg_bg: Показване на иконка до всяко заглавие на публикация в архивните страници

source: Display posts metas for single posts
bg_bg: Показване на мета информация за единични публикации

source: Display posts metas on home
bg_bg: Показване мета информацията на публикациите на заглавната страница

source: Select the contexts
bg_bg: Изберете контекстите

source: the z-index
bg_bg: Z-индексът

source: Fade effect on link hover
bg_bg: Ефект избледняване при минаване през линка с мишка

source: WP footer widgets : display icons next to titles
bg_bg: WP джаджи във футера: показване на икони до заглавията

source: WP sidebar widgets : display icons next to titles
bg_bg: WP джаджи в страничните ленти : показване на икони до заглавията

source: When this option is checked, a contextual icon is displayed next to the titles of pages, posts, archives, and WP built-in widgets.
bg_bg: Когато тази опция е включена се изобразява контекстуална икона до заглавията на страници, публикации, архиви и вградени джаджи на WordPress.

source: When this option is checked, the post metas (like taxonomies, date and author) are displayed below the post titles.
bg_bg: Когато тази опция е включена, мета информацията на публикациите (като таксономии, дата и автор) се показва под заглавията.

source: When this option is checked, a post type icon is displayed on the left of each post titles in an archive page. An archive page can be : category, tag, author, date archive, custom taxonomies, search results.
bg_bg: Когато тази опция е включена, икона показваща типа на съдържанието се показва отляво на всяко заглавие на публикация в архивните страници. Архивна страница може да бъде: категория, етикет, страница на автор, архив по дата, собствени таксономии, резултати от търсене.

source: When this option is checked, an archive type icon is displayed in the heading of every types of archives, on the left of the title. An archive page can be : category, tag, author, date archive, custom taxonomies, search results.
bg_bg: Когато тази опция е включена, икона обозначаваща архив се показва в лявата страна на заглавието на всички типове архиви. Архивна страница може да бъде: категория, етикет, страница на автор, архив по дата, собствени таксономии, резултати от търсене.

source: This will be applied to the links included in post or page content only.
bg_bg: Това ще бъде приложено само към линковете, включени в съдържанието на публикации или страници.

source: Reveal the sub-menus blocks with a fade effect
bg_bg: Разкриване на блоковете на подменюто чрез ефект избледняване

source: Hover move effect for the sub menu items
bg_bg: Ефект подвижване при минаване с мишката през елементи от подменюто.

source: Logo / title on the left
bg_bg: Лого/заглавие вляво

source: Logo / title centered
bg_bg: Лого/заглавие центрирано

source: Logo / title on the right
bg_bg: Лого/заглавие вдясно

source: Sticky header settings
bg_bg: Настройки на фиксирания хедър

source: Sticky on scroll
bg_bg: Фиксиран при прелистване

source: If checked, this option makes the header stick to the top of the page on scroll down.
bg_bg: Когато е отбелязана, тази опция дава възможност хедъра да се фиксира в горната част при прелистване надолу

source: Sticky header : display the tagline
bg_bg: Фиксиран хедър: показване на кратко описание

source: Sticky header : display the title / logo
bg_bg: Фиксиран хедър: показване на заглавие/лого

source: Sticky header : display the menu
bg_bg: Фиксиран хедър: показване на менюто

source: Sticky header : semi-transparent on scroll
bg_bg: Фиксиран хедър: полу-прозрачен при прелистване

source: Sticky header : shrink title / logo
bg_bg: Фиксиран хедър: свиване на заглавие/лого

source: Set the header z-index
bg_bg: Задаване на z-index на хедъра

source: What is
bg_bg: Какво е

source: Set your website default font size in pixels.
bg_bg: Задаване нормалния размер на шрифта

source: Display menu in a box
bg_bg: Покажи меню в кутия

source: This option sets the default font size applied to any text element of your website, when no font size is already applied.
bg_bg: Тази опция задава размера по подразбиране на шрифта, който се прилага когато не е уточнен друг размер.

source: If checked, this option wraps the header menu/tagline/social in a light grey box.
bg_bg: Ако е включена, тази опция обвива хедър менюто/заглавието/връзките към социални мрежи в светло сива кутия.

source: Paragraphs
bg_bg: Параграфи

source: Set up gallery options
bg_bg: Настройки на галериите

source: Post/Page Navigation
bg_bg: Навигация на Публикациите/Страниците

source: Website Performances
bg_bg: Производителност на сайта

source: On the web, speed is key ! Improve the load time of your pages with those options.
bg_bg: В интернет, скоростта е ужасно важна! Подобрете скоростта на зареждане на вашите страници с тези настройки.

source: Global Post Lists Settings
bg_bg: Глобални настройки за списъците с публикации

source: Display an author box after each single post content
bg_bg: Показване на кутийка с автор след съдържанието на всяка публикация

source: Select a beautiful font pair (headings &amp; default fonts) or single font for your website.
bg_bg: Задайте красива двойка шрифтове (заглавия &amp; шрифтове по подразбиране) или един единствен шрифт за вашия уебсайт.

source: This font picker allows you to preview and select among a handy selection of font pairs and single fonts. If you choose a pair, the first font will be applied to the site main headings : site name, site description, titles h1, h2, h3., while the second will be the default font of your website for any texts or paragraphs.
bg_bg: Този инструмент за избиране на шрифт ви позволява да разгледате и изберете от голямо разнообразие двойки и единични шрифтове. Ако изберете двойка шрифтове, първият шрифт ще бъде приложен към главните заглавия на сайта: името на сайта, описанието на сайта, заглавия h1, h2, h3., докато втория ще бъде шрифта по подразбиране на всичкия текст и параграфи.

source: Check this option to display an author info block after each single post content. Note : the Biographical info field must be filled out in the user profile.
bg_bg: Включете тази опция, за да се покаже информационен блок с информация за автора след съдържанието на всяка публикация. Забележка : полето за биографична информация трябва да бъде попълнено в потребителския профил.

source: Set up post/page navigation options
bg_bg: Настройване на опциите за навигация на публикации/страници

source: Set up footer global options
bg_bg: Задаване на глобални настройки на футера

source: Set up paragraphs options
bg_bg: Настройки на опциите за параграфите

source: Note : the home page layout has to be set in the home page section
bg_bg: Забелецка : изгледа на заглавната страница трябва да бъде настроен в секцията за заглавна страница

source: Footer global settings
bg_bg: Глобални настройки на футера

source: Galleries
bg_bg: Галерии

source: Post lists : blog, archives, ...
bg_bg: Списъци с публикации: блог страници, архивни страници

source: Set up single posts options
bg_bg: Настройки на опциите за единични публикации

source: Set up post metas options
bg_bg: Настройки на опциите на МЕТА данни на публикациите

source: Set up post lists options
bg_bg: Настройки на опциите на списъците с публикации

source: Breadcrumb
bg_bg: Хлебна троха

source: Single posts
bg_bg: Единични публикации

source: Set up breadcrumb options
bg_bg: Настройки на опциите за хлебните трохи

source: Post metas (category, tags, custom taxonomies)
bg_bg: Мета данни на публикациите (категории, етикети, персонализирани таксономии)

source: Your theme supports %s menu. Select which menu you would like to use.
bg_bg: Темата ви поддържа %s меню. Изберете кое меню да се използва.

source: Design and layout
bg_bg: Дизайн и изглед

source: Header design and layout
bg_bg: Дизайн и изглед на хедъра

source: Post authors settings
bg_bg: Настройки за авторите на публикациите

source: Authors
bg_bg: Автори

source: Image settings
bg_bg: Настройки за изображенията

source: Links style and effects
bg_bg: Ефекти и стилизиране на връзките

source: Set up the font global settings
bg_bg: Настройване на глобалните настройки на шрифта

source: Set up the titles icons options
bg_bg: Настройки на иконите до заглавията

source: Titles icons settings
bg_bg: Настройки на иконките на заглавията

source: Site Title & Tagline
bg_bg: Заглавие и описание на сайта

source: Social links in header
bg_bg: Социални линкове в хедъра

source: Social links in left sidebar
bg_bg: Социални линкове в лявата странична лента

source: Social links in footer
bg_bg: Социални линкове във футъра

source: Maximum number of posts per page
bg_bg: Максимален брой публикации на страница

source: child theme.
bg_bg: дъщерна тема

source: How to create and use a child theme ?
bg_bg: Как да направим и използваме дъщерна тема?

source: Display the excerpt
bg_bg: Показване на откъс

source: Display the full content
bg_bg: Показване на цялото съдържание

source: Enable comments on pages
bg_bg: Включване на коментарите

source: Smooth scroll on click
bg_bg: Гладко скролване при кликване

source: Dynamic slider images centering on any devices
bg_bg: Динамични изображения на слайдера, които се центрират на всяко устройство.

source: Dynamic thumbnails centering on any devices
bg_bg: Динамични тъмбнейли, които се центрират на всички устройства

source: regenerate thumbnails
bg_bg: Повторно генериране на тъмбнейли

source: If enabled, your website will include support for high resolution devices.
bg_bg: Ако тази опция е включена, вашия сайт ще поддържа и устройства с висока резолюция.

source: It is strongly recommended to regenerate your media library images in high definition with this free plugin
bg_bg: Силно се препоръчва да генерирате отново вашите изображения във висока дефиниция с този безплатен плъгин

source: Lightbox effect on images
bg_bg: Lightbox ефекти на изображения

source: Choose the pages default layout
bg_bg: Изберете желания изглед на страниците

source: Choose the posts default layout
bg_bg: Изберете желания изглед на публикациите

source: Force default layout everywhere
bg_bg: Форсирайте изгледа по подразбиране да бъде активен навсякъде

source: High resolution (Retina) support
bg_bg: Поддържане на висока резолюция (Retina)

source: Add your custom css here and design live! (for advanced users)
bg_bg: Добавете вашия собствен CSS тук и виждайте вашите промени на живо! (за напреднали потребители)

source: Dynamic sidebar reordering on small devices
bg_bg: Динамично пренареждане на странични ленти при малки устройства

source: If enabled, this option activates a smooth page scroll when clicking on a link to an anchor of the same page.
bg_bg: При включване, тази опция активира гладко скролване когато се натисне връзка с анкор на същата страница

source: Use this field to test small chunks of CSS code. For important CSS customizations, you'll want to modify the style.css file of a
bg_bg: Използвайте това поле да тествате малки откъси CSS код. За по-важни CSS персонализации е по-добре да модифицирате style.css файла на

source: Activate this option to move the sidebars (if any) after the main content block, for smartphones or tablets viewport.
bg_bg: Активирайте тази настройка за да преместите страничните ленти (ако има такива) да бъдат след блока с главното съдържание при полезрението на смартфони или таблети.

source: This option dynamically centers your images on any devices, vertically or horizontally according to their initial aspect ratio.
bg_bg: Тази опция динамично центрира вашите изображения на всички устройства, вертикално или хоризонтално, спрямо тяхното първоначално съотношение.

source: When checked, this option displays a loading icon when the slides are being setup.
bg_bg: Когато е включена, тази опция показва иконка за зареждане когато слайдовете още се настройват.

source: Sliders : display on loading icon before rendering the slides
bg_bg: Слайдери : показване икона за зареждане преди визуализацията на слайдовете

source: Open the description page of the Regenerate thumbnails plugin
bg_bg: Отворете страницата с описание на плъгина за регенериране не тъмбнейли.

source: Social links in right sidebar
bg_bg: Социални линкове в дясната странична лента

source: If enabled, this option activates a popin window whith a zoom effect when an image is clicked. Note : to enable this effect on the images of your pages and posts, images have to be linked to the Media File.
bg_bg: Когато е включена, тази опция активира вътрешно прозорче със zoom ефект (мащабиране), когато се кликне върху изображение. Забележка : за да активирате този ефект и за изображенията на вашите страници и публикации, изображенията трябва да бъдат свързани с медийния файл.

source: If enabled, this option will force images to fit the screen on lightbox zoom.
bg_bg: Ако е включена, тази настройка ще накара изображенията да изпълнят екрана при zoom (мащабиране) lightbox

source: Autoscale images on zoom
bg_bg: Автоматично оразмеряване на изображенията при zoom (мащабиране)

source: This option will override the specific layouts on all posts/pages, including the front page.
bg_bg: Тази опция ще пренастрои специфичните изгледи на всички публикации/страници, включително и на заглавната страница.

source: Select the length of posts in lists (home, search, archives, ...)
bg_bg: Изберете дължината на публикациите в списъци (заглавна страница, търсене, архиви, ...)

source: Button text
bg_bg: Текст на бутона

source: Display Breadcrumb
bg_bg: Показване на хлебни трохи

source: Choose the global default layout
bg_bg: Изберете глобалния изглед по подразбиране

source: Disable
bg_bg: Изключване

source: Show images
bg_bg: Показване на изображенията

source: Read more &raquo;
bg_bg: Още на &raquo;

source: The images are set with the "featured image" of each pages (in the page edit screen). Uncheck the option above to disable the featured page images.
bg_bg: Изображенията се задават като изберете основно изображение на всяка страница (в страницата за редакция). Изключете опцията горе, за да изключите картинките на основните страници.

source: Enable
bg_bg: Разрешаване

source: in ms : 1000ms = 1s
bg_bg: в ms : 1000ms = 1s

source: Full width slider
bg_bg: Слайдер с пълна широчина

source: Select front page slider
bg_bg: Изберете слайдер за заглавната страница

source: Delay between each slides
bg_bg: Време между отделните слайдове

source: Featured pages options
bg_bg: Настройки на основни страници (featured pages)

source: Display home featured pages area
bg_bg: Показване на място за основни страници на заглавната страница (featured pages)

source: Slider options
bg_bg: Опции на плъзгача

source: Set up the front page layout
bg_bg: Настройки на изгледа на заглавната страница

source: Front page
bg_bg: Начална страница

source: Posts page
bg_bg: Страница с публикации

source: Your latest posts
bg_bg: Последни публикации

source: A static page
bg_bg: Статична страница

source: Don't show any posts or page
bg_bg: Не показвай никакви публикации и страници

source: LOGO
bg_bg: Лого

source: Front page displays
bg_bg: Началната страница показва

source: Favicon Upload (supported formats : .ico, .png, .gif)
bg_bg: Качване на Favicon (поддържани формати: .ico, .png, .gif)

source: Uncheck this option to keep your original logo dimensions.
bg_bg: Оставете тази опция изключена ако искате да задържите оригиналния размер на логото.

source: Force logo dimensions to max-width:250px and max-height:100px
bg_bg: Насилствено задаване размера на логото към max-width:250px и max-height:100px

source: Choose content and layout
bg_bg: Изберете съдържание и изглед

source: Display top border
bg_bg: Показване на горна граница

source: Logo Upload (supported formats : .jpg, .png, .gif, svg, svgz)
bg_bg: Качване на лого (поддържани формати : .jpg, .png, .gif, svg, svgz)

source: Using the minified version of the stylesheets will speed up your webpage load time.
bg_bg: Използването на минифицираните версии на вашите stylesheets ще ускори зареждането на страницата.

source: Performance : use the minified CSS stylesheets
bg_bg: Производителност : използване на минифицирани stylesheets

source: Uncheck this option to remove the colored top border.
bg_bg: Изключете тази опция за да премахнете оцветената горна граница.

source: Sticky Logo Upload (supported formats : .jpg, .png, .gif, svg, svgz)
bg_bg: Качване на Sticky Logo (поддържани формати : .jpg, .png, .gif, svg, svgz)

source: Use this upload control to specify a different logo on sticky header mode.
bg_bg: Използвайте тази настройка, за да изберете различно лого на режима лепкав хедър (sticky header)

source: Responsive settings
bg_bg: Респонсив настройки

source: Expand submenus on click
bg_bg: Разгъване на подменюта при клик

source: Randomize the skin
bg_bg: Избиране на облик по случаен характер

source: Apply a random color skin on each page load.
bg_bg: Прилагане на произволен цвят на облика при всяко зареждане на страницата.

source: Choose a predefined skin
bg_bg: Избиране на предварително зададен облик

source: Expand submenus on hover
bg_bg: Разгъване на подменюта при минаване с мишката

source: Select a submenu expansion option
bg_bg: Изберете опция за разгъване на подменюта

source: Various settings for responsive display
bg_bg: Различни настройки за Responsive дисплей

source: Custom CSS
bg_bg: Собствен CSS

source: Various links settings
bg_bg: Най-различни настройки на връзките

source: Various images settings
bg_bg: Най-различни настройки на изображенията

source: Set up your social links
bg_bg: Настройки на линкове към профили в социални мрежи

source: Social links
bg_bg: Социални връзки

source: Set up comments options
bg_bg: Нагласяне настройки на коментарите

source: Comments
bg_bg: Коментари

source: Pages &amp; Posts Layout
bg_bg: Страници &amp; Изглед на публикациите

source: Set up layout options
bg_bg: Настройки на опциите на изгледа

source: Set up front page options
bg_bg: Настройки на опциите на предната страница

source: Front Page
bg_bg: Начална страница

source: Advanced options
bg_bg: Разширени настройки

source: Skin
bg_bg: Цветова гама

source: Select a skin for Customizr
bg_bg: Изберете цветова гама за Customizr

source: Logo &amp; Favicon
bg_bg: Лого &amp; Икона

source: Advanced settings for the Customizr theme.
bg_bg: Разширени настройки за темата Customizr

source: Footer settings for the Customizr theme.
bg_bg: Настройки за футера на темата Customizr

source: Set up logo and favicon options
bg_bg: Настройки на логото и иконката на сайта (favicon)

source: Content : home, posts, ...
bg_bg: Съдържание: начало, публикации, ...

source: Content settings for the Customizr theme.
bg_bg: Настройки за съдържанието на темата Customizr

source: Header settings for the Customizr theme.
bg_bg: Настройки за хедъра на темата Customizr

source: Header
bg_bg: Заглавна картинка

source: Global settings
bg_bg: Глобални настройки

source: &mdash; No slider &mdash;
bg_bg: &mdash; Без слайдер &mdash;

source: &mdash; Demo Slider &mdash;
bg_bg: &mdash; Демо Слайдер &mdash;

source: You need to select a page first. Leave this field empty if you want to use the page excerpt.
bg_bg: Първо трябва да изберете страница. Оставете това поле празно ако изкате да ползвате откъса на страницата.

source: Global settings for the Customizr theme :skin, socials, links...
bg_bg: Глобални настройки на темата Customizr: облик, социални мрежи, връзки...

source: Custom featured page %1$s
bg_bg: Персонализирана основна страница (featured page) %1$s

source: Featured text %1$s (200 char. max)
bg_bg: Основен текст %1$s (200 символа максимум)

source: Home featured page three
bg_bg: Трета основна страница на заглавната страница

source: Home featured page two
bg_bg: Втора основна страница на заглавната страница

source: Home featured page one
bg_bg: Първа основна страница на заглавната страница

source: Featured text three (200 char. max)
bg_bg: Основен текст три (200 символа максимум)

source: Featured text one (200 char. max)
bg_bg: Основен текст едно (200 символа максимум)

source: Featured text two (200 char. max)
bg_bg: Основен текст две (200 символа максимум)

source: Page %s
bg_bg: Страница %s

source: Need help with Customizr? Click here!
bg_bg: Имате нужда от помощ с Customizr? Натиснете тук!

source: Help
bg_bg: Помощ

source: Main Menu
bg_bg: Основно меню

source: Customizr is a clean responsive theme
bg_bg: Customizr е изчистена респонсив тема

source: Many layout and design options are available from the WordPress customizer screen : see your changes live !
bg_bg: Много опции за дизайн и изглед са достъпни чрез Wordpress панела за персонализация : вижте вашите промени на живо !

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
bg_bg: Нищо не отговаря на критериите ви. Моля опитайте отново с различни ключови думи.

source: Footer Widget Area Two
bg_bg: Зона за джаджи 2

source: Footer Widget Area Three
bg_bg: Зона за джаджи 3

source: Sir Winston Churchill
bg_bg: Сър Уинстън Чърчил

source: George Orwell
bg_bg: Джордж Оруел

source: Sorry, but the requested page is not found. You might try a search below.
bg_bg: Извиняваме се, но тази страница не е намерена. Можете да пробвате да потърсите отдолу

source: Success is the ability to go from one failure to another with no loss of enthusiasm...
bg_bg: Успехът е умението да се премине от един провал към друг, без загуба на ентусиазъм...

source: Speaking the Truth in times of universal deceit is a revolutionary act.
bg_bg: Във времена на всеобщи лъжи да казваш истината е екстремизъм.

source: Footer Widget Area One
bg_bg: Зона за джаджи 1

source: Just use it as you want !
bg_bg: Просто го ползвайте както пожелаете !

source: Left Sidebar
bg_bg: Лява странична лента

source: Appears on posts, static pages, archives and search pages
bg_bg: Показва се на публикации, статични страници, архиви и страници за търсене

source: Right Sidebar
bg_bg: Дясна странична лента

source: Follow me on Youtube
bg_bg: Последвайте ме в Youtube

source: Follow me on WordPress
bg_bg: Последвайте ме в Wordpress

source: Follow me on LinkedIn
bg_bg: Последвайте ме в LinkedIn

source: Pin me on Pinterest
bg_bg: Закачане в Pinterest

source: Follow me on Github
bg_bg: Последвайте ме в Github

source: Follow me on Dribbble
bg_bg: Последвайте ме в Dribbble

source: Follow me on Facebook
bg_bg: Последвайте ме във Facebook

source: Follow me on Google+
bg_bg: Последвайте ме в Google+

source: Follow me on Instagram
bg_bg: Последвайте ме в Instagram

source: Follow me on Tumblr
bg_bg: Последвайте ме в Tumblr

source: Follow me on Flickr
bg_bg: Последвайте ме във Flickr

source: Single fonts
bg_bg: Единични шрифтове

source: Light blue
bg_bg: Светло синьо
