Repository: presscustomizr/customizr
Catalog: inc/lang/*.po
Languages: ro_ro

source: Customizr is a versatile and easy to customize WordPress theme, instantly giving a professional look to your online presence. Designed with visitor engagement in mind, it allows anyone to create a beautiful, fast and mobile friendly website compatible with all browsers and devices. Customizr works fine with major WordPress plugins like WooCommerce, bbPress, JetPack and many others. Top rated by hundreds and with a very active community of users and developers, the Customizr theme is a safe and reliable design option to publish your WordPress content.
ro_ro: Customizr este o temă WordPress versatilă și ușor de personalizat, ce va da instantaneu un aspect profesional prezenței tale online. Proiectată cu gândul la angajarea vizitatorului, ea permite oricui să creeze un sit web frumos, rapid și adecvat mobilelor, compatibil cu toate navigatoarele și dispozitivele. Customizr lucrează bine și cu modulele majore pentru WordPress cum ar fi WooCommerce, bbPress, JetPack și multe altele. Evaluată în top de sute și cu o comunitate extrem de activă de utilizatori și dezvoltatori, tema Customizr este o opțiune de design sigură și de încredere pentru a-ți publica conținutul cu WordPress.

source: What We Do
ro_ro: Ce facem

source: Who We Are
ro_ro: Cine suntem

source: Call to action
ro_ro: Apel la acțiune

source: Search
ro_ro: Caută

source: Engage your visitors with a carousel in any pages.
ro_ro: Captivează-ți vizitatorii cu un carusel în orice pagini.

source: Contact Us
ro_ro: Contactează-ne

source: The Customizr theme fits nicely on any mobile devices.
ro_ro: Tema Customizr se potrivește frumos pe orice dispozitiv mobil.

source: Recent Posts
ro_ro: Articole recente

source: Recent Comments
ro_ro: Comentarii recente

source: If enabled, your slides scroll slower than the page (parallax effect).
ro_ro: Dacă e permisă, diapozitivele tale vor defila mai încet decât pagina (efect de paralaxă).

source: Sliders : use parallax scrolling
ro_ro: Caruseluri: folosesc derularea paralaxă

source: WooCommerce: if checked, your WooCommerce cart icon will remain visible when scrolling.
ro_ro: WooCommerce: dacă e bifat, iconul tău cu coșul de cumpărături WooCommerce va rămâne vizibil la derulare.

source: Get help in the free support forum
ro_ro: Obține ajutor în forumul pentru suport gratuit

source: Get support
ro_ro: Obține suport

source: Code snippets for developers
ro_ro: Fragmente de cod pentru dezvoltatori

source: Front-end Icons (Font Awesome)
ro_ro: Iconuri în față (Font Awesome)

source: Check out some example of uses
ro_ro: Vezi câteva exemple de utilizare

source: When checked, the additional Font Awesome CSS stylesheet will be loaded. This stylesheet is not loaded by default to save bandwidth but you might need it if you want to use the whole Font Awesome CSS.
ro_ro: Când e bifat, foaia de stiluri CSS a Font Awesome va fi încărcată. Aceasta nu se încarcă implicit pentru a salva lățime de bandă dar s-ar putea să-ți trebuiască dacă vrei să folosești tot CSS-ul Font Awesome.

source: Load Font Awesome CSS
ro_ro: Încarcă CSS-ul Font Awesome

source: When checked, the Font Awesome icons will be loaded on front end. You might want to load the Font Awesome icons with a custom code, or let a plugin do it for you.
ro_ro: Când e bifat, iconurile Font Awesome se vor încărca în partea din față. Poate dorești să încarci iconurile Font Awesome cu un cod personalizat, sau să lași un modul s-o facă pentru tine.

source: Use with caution
ro_ro: Folosește cu precauție

source: Display navigation in your home blog
ro_ro: Afișează navigarea în pagina ta de blog

source: Xing profile url
ro_ro: URL profil Xing

source: Follow me on Xing
ro_ro: Urmărește-mă pe Xing

source: Yelp profile url
ro_ro: URL profil Yelp

source: Follow me on Yelp
ro_ro: Urmărește-mă pe Yelp

source: VKontakte profile url
ro_ro: URL profil VKontakte

source: Follow me on VKontakte
ro_ro: Urmărește-mă pe VKontakte

source: Load Font Awesome set of icons
ro_ro: Încarcă setul de iconuri Font Awesome

source: Sticky header: display the shopping cart
ro_ro: Antet fixat: afișează căruciorul de cumpărături

source: WooCommerce: check to display a cart icon showing the number of items in your cart next to your header's tagline.
ro_ro: WooCommerce: bifează pentru a afișa iconul cu căruciorul arătând numărul de elemente din el alături de sloganul antetului.

source: Display the shopping cart in the header
ro_ro: Afișează căruciorul de cumpărături în antet

source: This feature has been introduced in WordPress v4.4+ (dec-2015), and might have minor side effects on some of your existing images. Check / uncheck this option to safely verify that your images are displayed nicely.
ro_ro: Această facilitate a fost introdusă de la WordPress 4.4+ (dec.2015) și poate avea efecte minore asupra unora dintre imaginile existente. Bifează / debifează această opțiune pentru a verifica în siguranță că imaginile tale sunt bine afișate.

source: Enable the WordPress responsive image feature for the theme's thumbnails
ro_ro: Permite facilitatea imagini responsive a WordPress pentru miniaturile temei

source: Enable the WordPress responsive image feature for the slider
ro_ro: Permite facilitatea imagini responsive a WordPress pentru carusel

source: View your shopping cart
ro_ro: Accesează-ți coșul

source: You can choose to display only the sticky posts. If you're not sure how to set a sticky post, check
ro_ro: Poți alege să afișezi doar articolele evidențiate. Dacă nu știi cum să setezi evidențierea unui articol, vezi

source: Include only sticky posts
ro_ro: Include doar articole evidențiate

source: Posts slider button text
ro_ro: Text buton carusel articole

source: Front page slider name
ro_ro: Numele caruselului din prima pagină

source: Powered by WordPress
ro_ro: Propulsată de WordPress

source: Powered by
ro_ro: Potențat de

source: this slider
ro_ro: acest carusel

source: the posts slider
ro_ro: caruselul articolelor

source: Customize or remove %s
ro_ro: Personalizează sau înlătură %s

source: %s and check the option 'Load images on scroll' under 'Website Performances' section.
ro_ro: %s și verifică opțiunea Încarcă imaginile la derulare' sub secțiunea 'Performanța web sitului'.

source: Did you know you can easily speed up your page load by deferring the loading of the non visible images?
ro_ro: Știi că poți cu ușurință să grăbești încărcarea paginii tale prin amânarea încărcării imaginilor care nu sunt vizibile?

source: Contact E-mail address
ro_ro: Adresa de email pentru contact

source: Apply a category filter to your home / blog posts
ro_ro: Aplică un filtru de categorie pentru articolele din prima pagină / sau blog

source: Set the number of posts to display
ro_ro: Setează numărul de articole de afișat

source: Learn more about post categories in WordPress
ro_ro: Află mai multe despre categoriile de articole în WordPress

source: Click inside the above field and pick post categories you want to display. No filter will be applied if empty.
ro_ro: Dă clic în interiorul câmpului de deasupra și alege categorii de articole pe care vrei să le afișezi. Nu se va aplica niciun filtru dacă acesta e bol.

source: There is no excerpt because this is a protected post.
ro_ro: Nu există niciun rezumat deoarece acesta este un articol protejat.

source: Protected: %s
ro_ro: Protejat: %s

source: &mdash; Auto-generated slider from your blog posts &mdash;
ro_ro: &mdash; Carusel auto-generat din articolele blogului tău &mdash;

source: When checked, the front page slider occupies the full viewport's width
ro_ro: Am verificat, caruselul pentru prima pagină ocupă întreaga lățime a spațiului vizibil

source: The button text will be limited to 80 chars max. Leave this field empty to hide the button
ro_ro: Textul butonului va fi limitat la maximum 80 de caractere. Lasă gol acest câmp pentru a ascunde butonul

source: Entire slide and call to action button
ro_ro: Întregul diapozitiv și butonul ce cere acțiune

source: Entire slide
ro_ro: Întreg diapozitivul

source: Call to action button
ro_ro: Buton ce cerere acțiune

source: Link post with
ro_ro: Legătură articol cu

source: The excerpt will be limited to 80 chars max
ro_ro: Rezumatul va fi limitat la maxim 80 de caractere

source: The title will be limited to 80 chars max
ro_ro: Titlul va fi limitat la maxim 80 de caractere

source: Display the title
ro_ro: Afișează titlul

source: the WordPress documentation.
ro_ro: documentația WordPress.

source: Only the posts with a featured image or at least an image inside their content will qualify for the slider. The number of post slides displayed won't exceed the number of available posts in your website.
ro_ro: Doar articolele cu o imagine reprezentativă sau cu cel puțin o imagine în conținutul lor se pot califica pentru carusel. Numărul de diapozitive afișate pentru articole nu va depăși numărul articolelor disponibile în situl tău.

source: Number of posts to display
ro_ro: Număr de articole de afișat

source: Slider documentation
ro_ro: Documentație carusel

source: For more informations about sliders, check the documentation page :
ro_ro: Pentru mai multe informații despre caruseluri, vezi pagina de documentație:

source: To add another slide : navigate to your media library (click on Media), open the edit screen of an image ( or add a new image ), and add it to your desired slider by using the dedicated option block at the bottom of the page.
ro_ro: Pentru a adăuga alt diapozitiv: navighează către biblioteca ta media (clic pe Media), deschide ecranul de editare pentru o imagine (sau adaugă una nouă), apoi adaug-o caruselului dorit utilizând blocul dedicat de opțiuni de la baza paginii.

source: Upgrade to Customizr Pro
ro_ro: Avansează la Customizr Pro

source: This option generates a home page slider based on your last posts, starting from the most recent or the featured (sticky) post(s) if any.
ro_ro: Această opțiune generează un carusel pentru pagina principală bazat pe ultimele tale articole, începând de la cele mai recente sau de la cele evidențiate dacă există și de-acestea.

source: Change the header layout
ro_ro: Schimbă aranjamentul antetului

source: jump to the Design and Layout section
ro_ro: sari la secțiunea Design și Aranjament

source: To change the global header layout, %s
ro_ro: Pentru a schimba aranjamentul antetului global, %s

source: Your favicon is currently handled with an old method and will not be properly displayed on all devices. You might consider to re-upload your favicon with the new control below.
ro_ro: Actualul tău favicon este tratat cu o metodă veche și nu va fi afișat corespunzător pe toate dispozitivele. Ar trebui să te gândești să re-încarci favicon-ul cu noul mecanism de mai jos.

source: SITE ICON
ro_ro: ICON SIT

source: Open the menu
ro_ro: Deschide meniul

source: You can now display your menu as a vertical and mobile friendly side menu, animated when revealed.
ro_ro: Poți afișa acum meniul tău ca unul vertical și potrivit mobilelor, cu animație la apariție.

source: %s or %s.
ro_ro: %s sau %s.

source: Try it with the demo
ro_ro: Încearcă-l cu exemplul demonstrativ

source: open the customizer menu section
ro_ro: deschide personalizatorul la secțiunea meniuri

source: change your menu design now
ro_ro: schimbă acum designul meniului tău

source: You can display your main menu or a second menu here horizontally.
ro_ro: Poți afișa aici orizontal meniul tău principal sau un meniu secundar.

source: %s or read the %s.
ro_ro: %s sau citește %s.

source: Manage menus in the header
ro_ro: Gestionează meniurile în antet

source: Manage your menus in the header now
ro_ro: Gestionează acum meniurile tale în antet

source: Pages
ro_ro: Pagini

source: Menu
ro_ro: Meniu

source: Close
ro_ro: Închide

source: Socials in Sidebars
ro_ro: Sociale în bare laterale

source: Set up your social profiles links in the sidebar(s).
ro_ro: Setează-ți legăturile spre profilele sociale în bara/barele laterale.

source: Front-end placeholders and help blocks
ro_ro: Substituenți pentru conținut și blocuri de ajutor

source: Edit those featured pages %s, or %s (you'll be able to add yours later).
ro_ro: Editează acele pagini reprezentative %s, sau %s (le vei putea adăuga pe ale tale mai târziu).

source: Edit those featured pages
ro_ro: Editează acele pagini reprezentative

source: now
ro_ro: acum

source: Remove the featured pages
ro_ro: Înlătură paginile reprezentative

source: Edit now.
ro_ro: Editează acum.

source: remove them
ro_ro: înlătură-le

source: You can display your post's featured image here if you have set one.
ro_ro: Poți afișa aici imaginea reprezentativă a articolului tău dacă ai setat una.

source: %s to display a featured image here.
ro_ro: %s pentru a afișa aici o imagine reprezentativă.

source: Jump to the customizer now
ro_ro: Sari acum la personalizator

source: The %s sidebar has no widgets.
ro_ro: Bara laterală %s nu are nicio piesă.

source: Add widgets to this sidebar %s or %s.
ro_ro: Adaugă piese la această bară laterală %s sau %s.

source: dismiss this notice
ro_ro: ascunde această notificare

source: Select your own slider %s, or %s (you'll be able to add one back later).
ro_ro: Selectează propriul tău carusel %s, sau %s (vei putea să adaugi unul mai târziu).

source: Go to
ro_ro: Mergi la

source: Select your own slider
ro_ro: Selectează propriul tău carusel

source: Remove the home page slider
ro_ro: Înlătură caruselul de pe prima pagină

source: Add widgets to the footer %s or %s.
ro_ro: Adaugă piese la subsol %s sau %s.

source: remove this demo slider
ro_ro: înlături acest carusel demonstrativ

source: This is a default page menu.
ro_ro: Acesta este un meniu de pagini implicit.

source: ( If you don't have any pages in your website, then this side menu is empty for the moment. )
ro_ro: ( Dacă nu ai pagini în situl tău, atunci acest meniu lateral este pentru moment gol. )

source: If you have already created menu(s), you can %s. If you need to create a new menu, jump to the %s.
ro_ro: Dacă deja ai creat un meniu (sau mai multe) poți să %s. Dacă trebuie să creezi un nou meniu, sari la %s.

source: change the default menu
ro_ro: schimbi meniul implicit

source: replace this default menu by another one
ro_ro: înlocuiești acest meniu implicit cu un altul

source: menu creation screen
ro_ro: ecranul de creare meniu

source: Remove all the menus.
ro_ro: Înlătură toate meniurile.

source: Don't display any menus in the header of your website
ro_ro: Nu afișa niciun meniu în antetul sitului tău

source: Use with caution : provide an alternative way to navigate in your website for your users.
ro_ro: Folosește cu atenție: oferă utilizatorilor tăi o alternativă de navigare în situl tău.

source: The above layout options will set your layout globally for your post and pages. But you can also define the layout for each post and page individually. Learn how in the %s.
ro_ro: Opțiunile de aranjament de mai sus vor seta un aranjament global pentru articolele și paginile tale. Dar poți de asemenea să definești individual aranjarea fiecărui articol sau pagini. Învață cum din %s.

source: Customizr theme documentation
ro_ro: Documentația temei Customizr

source: If you need to change the layout design of the front page, then open the 'Front Page' section above this one.
ro_ro: Dacă ai nevoie să schimbi aranjamentul primei pagini, deschide secțiunea 'Prima pagină' deasupra acesteia.

source: You can display the featured image (also called the post thumbnail) of your posts before their content, when they are displayed individually.
ro_ro: Imaginile reprezentative ale articolelor tale (numite și miniaturi) pot fi afișate înaintea conținutului acestora, atunci când articolele sunt afișate individual.

source: Don't know how to set a featured image to a post? Learn how in the %s.
ro_ro: Nu știi cum să setezi o imagine reprezentativă pentru un articol? Învață asta în %s.

source: Stick the footer to the bottom of the page
ro_ro: Lipește subsolul la baza paginii

source: Display help notices on front-end for logged in users.
ro_ro: Afișare notificări de ajutor în partea din față a sitului pentru utilizatori autentificați.

source: When this options is enabled, various help notices and some placeholder blocks are displayed on the front-end of your website. They are only visible by logged in users with administration capabilities.
ro_ro: Când este validată această opțiune, în partea din față a sitului tău sunt afișate diverse notificări de ajutor și ceva blocuri cu substituenți. Acestea sunt vizibile doar pentru utilizatori autentificați cu drepturi administrative.

source: Sidebars
ro_ro: Bare laterale

source: Sidebars settings for the Customizr theme.
ro_ro: Setări bare laterale pentru tema Customizr.

source: You can create new menu and edit your menu's content %s.
ro_ro: Poți crea un meniu nou și edita conținutul meniului tău %s.

source: on the Menus screen in the Appearance section
ro_ro: pe ecranul de Meniuri în secțiunea Aspect

source: create/edit menus
ro_ro: crează/editează meniuri

source: in the menu panel
ro_ro: în panoul meniului

source: If a menu location has no menu assigned to it, a default page menu will be used.
ro_ro: Dacă o locație de meniu nu are niciun meniu asignat ei, va fi folosit un meniu implicit de pagini.

source: Smooth Scroll
ro_ro: Derulare lină

source: Smooth Scroll settings
ro_ro: Setări pentru derulare lină

source: Navigation Menus
ro_ro: Meniuri navigare

source: When you've set your main menu as a vertical side navigation, you can check this option to display a complementary horizontal menu in the header.
ro_ro: Când ai setat meniul principal ca fiind o bară de navigare verticală laterală, poți bifa această opțiune pentru a afișa un meniu orizontal complementar în antet.

source: Display a secondary (horizontal) menu in the header.
ro_ro: Afișează un meniu secundar (orizontal) în antet.

source: Also applied to the secondary menu if any.
ro_ro: Se aplică de asemenea meniului secundar dacă există

source: Main menu design
ro_ro: Designul meniului principal

source: Select a design : side menu (vertical) or regular (horizontal)
ro_ro: Selectează un design: meniu lateral (vertical) sau obișnuit (orizontal)

source: Regular (horizontal)
ro_ro: Obișnuit (orizontal)

source: Side Menu (vertical)
ro_ro: Meniu lateral (vertical)

source: For mobile devices (responsive), limit the height of the dropdown menu block to the visible viewport.
ro_ro: Pentru dispozitive mobile (responsive), limitează înălțimea blocului meniului derulant la spațiul vizibil.

source: Display a label next to the menu button.
ro_ro: Afișarea unei etichete alături de butonul meniului.

source: Note : the label is hidden on mobile devices.
ro_ro: Notă: eticheta este ascunsă pe dispozitivele mobile.

source: Menu position (for "main" menu)
ro_ro: Poziție meniu (pentru meniul "principal")

source: When the menu style is set to "Side Menu", the menu position is the side on which the menu will be revealed.
ro_ro: Când stilul meniului este setat ca "Meniu lateral", poziția meniului este pe latura de unde acesta va fi dezvăluit.

source: Secondary (horizontal) menu design
ro_ro: Design meniu secundar (orizontal)

source: Menu position (for the horizontal menu)
ro_ro: Poziție meniu (pentru meniul orizontal)

source: Choose a mobile devices (responsive) behaviour for the secondary menu.
ro_ro: Alege o comportare adecvată mobilelor (responsivă) pentru meniul secundar.

source: Move after inside the side menu
ro_ro: Mută după în interiorul meniului lateral

source: Move before inside the side menu
ro_ro: Mută înainte în interiorul meniului lateral

source: Display in the header
ro_ro: Afișare în antet

source: Hide
ro_ro: Ascunde

source: The Customizr Pro WordPress theme allows anyone to create a beautiful, professional and fully responsive website in a few seconds. In the Pro version, you'll get all the features of the free version plus some really cool and even revolutionary ones.
ro_ro: Tema WordPress Customizr Pro permite oricui să creeze în câteva secunde situri web frumoase, profesionale și responsive. În versiunea Pro, vei avea toate funcționalitățile temei gratuite plus alte câteva deosebite ba chiar revoluționare.

source: Secondary (horizontal) Menu
ro_ro: Meniu secundar (orizontal)

source: Disabled if the random option is on.
ro_ro: Dezactivat dacă opțiunea aleatoare este pornită.

source: Important note
ro_ro: Notă importantă

source: this option can create conflicts with some plugins, make sure that your plugins features (if any) are working fine after enabling this option.
ro_ro: această opțiune poate intra în conflict cu unele module, asigură-te că funcționalitățile acestora (dacă există) lucrează bine înainte de a o valida.

source: Enable Smooth Scroll
ro_ro: Validare derulare lină

source: This option enables a smoother page scroll.
ro_ro: Această opțiune permite o derulare mai lină a paginii.

source: Choose a layout for the header
ro_ro: Alege un aranjament pentru antet

source: This setting might impact the side on which the menu is revealed.
ro_ro: Această setare poate afecta partea din care apare meniul.

source: If you don't find an answer to your issue in the documentation, don't panic! The Customizr theme is used by a growing community of webmasters reporting bugs and making continuous improvements. If you have a problem with the theme, chances are that it's already been reported and fixed in the support forums.
ro_ro: Dacă nu găsești niciun răspuns pentru problema ta în documentație, nu te panica! Tema Customizr este folosită de o din ce în ce mai mare comunitate de webmasteri ce raportează erori și fac îmbunătățiri continue. Dacă ai o problemă cu tema, sunt șanse mari să fi fost deja raportată și rezolvată în forumurile de suport.

source: The easiest way to search in the support forums is to use our Google powered search engine on our %s.
ro_ro: Cel mai ușor mod de a căuta în forumurile de suport este să folosești motorul nostru de căutare propulsat de Google pe situl nostru %s.

source: home page
ro_ro: pagina principală

source: Thank you for using %s!
ro_ro: Îți mulțumim pentru că folosești %s!

source: %s %s has more features, is safer and more stable than ever to help you designing an awesome website.
ro_ro: %s %s are mai multe facilități, e mai sigur și mai stabil ca niciodată pentru a te ajuta să creezi un web sit grozav.

source: check the changelog
ro_ro: verifică jurnalul modificărilor

source: The best way to start with %s is to read the %s and visit the %s.
ro_ro: Cel mai bun mod de a începe cu %s este să citești %s și să vizitezi %s.

source: Go Customizr Pro
ro_ro: Treci la Customizr Pro

source: demo website
ro_ro: situl web demo

source: Need help with
ro_ro: Ai nevoie de ajutor cu

source: The best way to start is to read the %s.
ro_ro: Cel mai bun mod pentru a începe este să citești %s.

source: Welcome to
ro_ro: Bine ai venit la

source: documentation
ro_ro: documentație

source: Good, you've just upgraded to
ro_ro: Bine, tocmai ai actualizat la

source: We'd like to introduce the new features we've been working on.
ro_ro: Ne-ar place să-ți prezentăm noile funcționalități la care lucrăm.

source: version
ro_ro: versiune

source: Read the latest release notes
ro_ro: Citește notele despre ultimele versiuni

source: Visit the demo
ro_ro: Vizitează demo-ul

source: I already know what's new thanks !
ro_ro: Mulțumesc, eu deja știu ce-i nou!

source: close
ro_ro: închide

source: Link the whole slide
ro_ro: Pune o legătură pe întreg diapozitivul

source: Link
ro_ro: Legătură

source: You haven't created any menu yet. %s or check the %s to learn more about menus.
ro_ro: Încă n-ai creat niciun meniu. %s sau uită-te pe %s pentru a afla mai multe despre meniuri.

source: Assign menus to locations
ro_ro: Asignează meniuri la locații
