Repository: presscustomizr/customizr
Catalog: inc/lang/*.po
Languages: ro_ro

source: Easily take your web design one step further
ro_ro: Fă un pas înainte cu designul tău web

source: Visit the extension's page
ro_ro: Vizitează pagina extensiei

source: Follow us
ro_ro: Urmărește-ne

source: If you are happy with the theme, say it on wordpress.org and give Customizr a nice review! <br />(We are addicted to your feedbacks...)
ro_ro: Dacă ești mulțumit de temă, spune-o pe wordpress.org și scrie o evaluare pozitivă despre Customizer! <br />(suntem dependenți de impresiile tale...)

source: Happy user of Customizr?
ro_ro: Ești un utilizator mulțumit de Customizr?

source: <strong>We do our best do make Customizr the perfect free theme for you!</strong><br/> Please help support it's continued development with a donation of $20, $50, or even $100.
ro_ro: <strong>Facem tot ce putem pentru a face Customizr tema gratuită perfectă pentru tine!</strong><br/> Te rog ajută-ne să sprijinim dezvoltarea sa continuă cu o donație de 20$, 50$, sau chiar 100$.

source: We need sponsors!
ro_ro: Avem nevoie de sponsori!

source: You are using a child theme of Customizr %1$s : always check the %2$s after upgrading to see if a function or a template has been deprecated.
ro_ro: Folosești o temă copil a Customizr %1$s: verifică întotdeauna %2$s după actualizare pentru a vedea dacă vreun șablon sau funcție au fost declarate învechite.

source: Check the FAQ
ro_ro: Verifică întrebările frecvente (FAQ)

source: Read the documentation
ro_ro: Citește documentația

source: About Customizr
ro_ro: Despre Customizr

source: Current slide
ro_ro: Diapozitiv curent

source: Edit this slide
ro_ro: Editează acest diapozitiv

source: No Image Selected
ro_ro: Nicio imagine selectată

source: Edit
ro_ro: Editare

source: Button Text
ro_ro: Text buton

source: Slide Text
ro_ro: Text diapozitiv

source: Title
ro_ro: Titlu

source: Slide Image
ro_ro: Imagine diapozitiv

source: This slider has not slides to show. Go to the media library and start adding images to it.
ro_ro: Acest carusel nu are diapozitive de arătat. Mergi în biblioteca media și începe să-i adaugi imagini.

source: You haven't create any slider yet. Write a slider name and click on the button to add you first slider.
ro_ro: Încă nu ai creat niciun carusel. Scrie un nume pentur carusel și dă clic pe buton pentru a adăuga primul tău carusel.

source: Add a slider
ro_ro: Adaugă un carusel

source: No link
ro_ro: Nicio legătură

source: Choose a linked page or post (among the last 100).
ro_ro: Alege o legătură la o pagină sau un articol (dintre ultimele 100)

source: Button text (80 char. max length)
ro_ro: Text buton (lungime maximă 80 de caractere)

source: Title and text color
ro_ro: Culoare titlu și text

source: Description text (below the title, 250 char. max length)
ro_ro: Text descriere (sub titlu, lungime maximă de 250 de caractere)

source: Title text (80 char. max length)
ro_ro: Text titlu (lungime maximă de 80 caractere)

source: Add to a slider (create one if needed)
ro_ro: Adaugă la un carusel (creează unul dacă trebuie)

source: Add to a slider
ro_ro: Adaugă la un carusel

source: You haven't create any slider yet. Go to the media library, edit your images and add them to your sliders.
ro_ro: Încă nu ai creat niciun carusel. Mergi la biblioteca media, editează=ți imaginile și adaugă-le caruselelor tale.

source: Delete slider
ro_ro: Ștergere carusel

source: The slider will be deleted permanently (images, call to actions and link will be kept).
ro_ro: Acest carusel va fi șters permanent (imaginile, apelurile la acțiune și legăturile vor fi păstrate).

source: Delete this slider
ro_ro: Șterge acest carusel

source: Slider Layout : set the slider in full width
ro_ro: Aranjament carusel: setează caruselul pe lățime completă

source: Delay between each slides in milliseconds (default : 5000 ms)
ro_ro: Întârzierea între fiecare diapozitiv în milisecunde (implicit: 5000 ms)

source: To create a new slider : open the media library, edit your images and add them to your new slider.
ro_ro: Pentru a creea un nou carusel: deschide biblioteca media, editează imaginile și adaugă-le noului tău carusel.

source: &mdash; Select a slider &mdash;
ro_ro: &mdash; Selectează un carusel &mdash;

source: Choose a slider
ro_ro: Alege un carusel

source: Add a slider to this post/page
ro_ro: Adaugă un carusel acestui articol / acestei pagini

source: Default layout %1s
ro_ro: Aranjament implicit %1s

source: Select a specific layout for %1$s
ro_ro: Selectează un aranjament specific pentru %1$s

source: here
ro_ro: aici

source: this post
ro_ro: acest articol

source: this page
ro_ro: această pagină

source: You can define a specific layout for %1$s by using the pre-defined left and right sidebars. The default layouts can be defined in the WordPress customizer screen %2$s.<br />
ro_ro: Poți defini un aranjament specific pentru %1$s utilizându-le pe cele predefinite cu bare laterale. Aranjamentele implicite pot fi definite în ecranul WordPress de Personalizare %2$s.<br />

source: Change layout options
ro_ro: Schimbă opțiunile de aranjament

source: You have checked the <i>"Force global default layout for all posts and pages"</i>, you must unchecked this option to enable a specific layout for this post.
ro_ro: Ai bifat <i>"Forțează aranjamentul global pentru toate articolele și paginile"</i>, trebuie să debifezi această opțiune pentru a permite un aranjament specific pentru acest articol.

source: posts
ro_ro: articole

source: pages
ro_ro: pagini

source: Default %1$s layout is set to : %2$s
ro_ro: Aranjamentul implicit penturu %1$s este setat la : %2$s

source: Slider Options
ro_ro: Opțiuni carusel

source: Layout Options
ro_ro: Opțiuni aranjament

source: Upgrade Wordpress Now
ro_ro: Actualizează acum WordPress

source: This theme requires WordPress 3.4+
ro_ro: Această temă necesită WordPress 3.4+

source: Upgrade WP
ro_ro: Actualizează WP

source: rating. Thanks :) !
ro_ro: evaluare. Mulțumim :) !

source: Review the Customizr theme
ro_ro: Recenzie a temei Customizr

source: we would love to receive a
ro_ro: ne-am bucura să primim o

source: the Customizr pro theme
ro_ro: tema Customizr Pro

source: the Customizr theme
ro_ro: tema Customizr

source: If you like
ro_ro: Dacă îți place

source: Customize your footer credits with Customizr Pro.
ro_ro: Personalizează-ți notele de subsol cu Customizr Pro.

source: Add unlimited featured pages with Customizr Pro.
ro_ro: Adaugă un număr nelimitat de pagini reprezentative cu Customizr Pro.

source: Need more control on your fonts ? Style any text in live preview ( size, color, font family, effect, ...) with Customizr Pro.
ro_ro: Ai nevoie de mai mult control asupra fonturilor? Stilează orice text în previzualizare live (mărime, culoare, familie de fonturi, efect, ...) cu Customizr Pro.

source: Discover Customizr Pro
ro_ro: Descoperă Customizr Pro

source: Let me think twice
ro_ro: Lasă-mă să mă gândesc de două ori

source: Hide forever
ro_ro: Ascunde pentru totdeauna

source: Once clicked the 'Hide forever' button, this donation block will not be displayed anymore.<br/>Either you are using Customizr for personal or business purposes, any kind of sponsorship will be appreciated to support this free theme.<br/><strong>Already donator? Thanks, you rock!<br/><br/> Live long and prosper with Customizr!</strong>
ro_ro: Odată ce ai apăsat butonul 'Ascunde pentru totdeauna', acest bloc despre donații nu va mai fi afișat niciodată. <br/> Fie că folosești Customizr în scop personal sau de afaceri, orice fel de sponsorizare va fi apreciată pentru sprijinirea acestei teme gratuite.<br/><strong>Ai donat deja? Mulțumesc, ești grozav!<br/><br/> Viață lungă și prosperă cu Customizr!</strong>

source: Make a donation for Customizr
ro_ro: Fă o donație pentru Customizr

source: I'm doing my best to make Customizr the perfect free theme for you. If you think it helped you in any way to build a better web presence, please support it's continued development with a donation !
ro_ro: Fac tot ce pot mai bine ca tema Customizr să fie tema gratuită perfectă pentru tine. Dacă crezi că te-a ajutat în orice fel să construiești o mai bună prezență pe web, te rog sprijină-i dezvoltarea continuă cu o donație!

source: , developer of the Customizr theme
ro_ro: , dezvoltatorul temei Customizr

source: Hi! This is
ro_ro: Hei! Eu sunt

source: Jump to the blog design options
ro_ro: Sari la opțiunile de design blog

source: More grid design options
ro_ro: Mai multe opțiuni de design grid
