Repository: presscustomizr/customizr
Catalog: inc/lang/*.po
Languages: ro_ro

source: Create a new menu now
ro_ro: Crează acum un meniu nou

source: WordPress documentation
ro_ro: Documentație WordPress

source: dismiss
ro_ro: renunță

source: Rediscover the beauty of your blog posts and increase your visitors engagement with the Grid Customizer.
ro_ro: Redescoperă frumusețea articolelor tale de blog și sporește angajamentul vizitatorilor tăi cu Personalizatorul grilă.

source: Add creative and engaging reveal animations to your side menu.
ro_ro: Adaugă meniului tău lateral animații creative și angajante de apariție.

source: Try it in the demo
ro_ro: Încearcă-l în demo

source: Side menu animation demo
ro_ro: demo de meniu lateral animat

source: or a custom link (leave this empty if you already selected a page or post above)
ro_ro: sau o legătură personalizată (lasă aici gol dacă deja ai selectat deasupra o pagină sau un articol)

source: Open link in a new page/tab
ro_ro: Deschide legătura într-o nouă filă/pagină

source: &mdash; Select &mdash;
ro_ro: &mdash; Selectare &mdash;

source: Custom Page Example
ro_ro: Exemplu de pagină personalizată

source: Add a menu
ro_ro: Adaugă un meniu

source: Back Home
ro_ro: Înapoi la prima pagină

source: Back to top
ro_ro: Înapoi sus

source: The footer has no widgets
ro_ro: Subsolul nu are piese

source: Check the slider doc now &raquo;
ro_ro: Vezi documentația pentru carusel acum &raquo;

source: Easily create sliders and add them in any posts or pages.
ro_ro: Crează cu ușurință caruseluri și adaugă-le în orice articole sau pagini.

source: Check the front page slider doc &raquo;
ro_ro: Vezi documentația pentru caruselul de pe prima pagină &raquo;

source: Discover how to replace or remove this demo slider.
ro_ro: Descoperă cum să înlocuiești sau să înlături acest carusel demo.

source: dismiss notice
ro_ro: notă de respingere

source: See the theme documentation.
ro_ro: Vezi documentația temei.

source: Changing the layout in the Customizr theme
ro_ro: Schimbarea aranjamentului în tema Customizr

source: You can also remove this sidebar by changing the current page layout.
ro_ro: Poți de asemenea să înlături o bară laterală prin schimbarea aranjamentului de pagină curent.

source: Add widgets
ro_ro: Adaugă piese

source: This block is visible for admin users only.
ro_ro: Acest bloc e vizibil doar pentru administratori.

source: Newer posts <span class="meta-nav">&rarr;</span>
ro_ro: Articole mai noi <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
ro_ro: <span class="meta-nav">&larr;</span> Articole mai vechi

source: Post navigation
ro_ro: Navigare articole

source: by
ro_ro: de

source: tagged
ro_ro: etichetat

source: Open
ro_ro: Deschide

source: View all posts by %s
ro_ro: Vezi toate articolele de %s

source: View all posts in %s
ro_ro: Vezi toate articolele din %s

source: (updated on %1$s)
ro_ro: (actualizat în %1$s)

source: (updated 1 day ago)
ro_ro: (actualizat acum 1 zi)

source: (updated %s days ago)
ro_ro: (actualizat acum %s zile)

source: (updated today)
ro_ro: (actualizat azi)

source: by %1$s
ro_ro: de %1$s

source: This entry was posted
ro_ro: Această intrare a fost publicată

source: and posted on %1$s
ro_ro: și publicată la %1$s

source: on %1$s
ro_ro: la %1$s

source: This entry was posted on %1$s
ro_ro: Această intrare a fost publicată la %1$s

source: This entry was tagged %2$s
ro_ro: Această intrare a fost etichetată %2$s

source: This entry was posted in %1$s
ro_ro: Această intrare a fost publicată în %1$s

source: This entry was posted in %1$s and tagged %2$s
ro_ro: Această intrare a fost publicată în %1$s și etichetată %2$s

source: Return to
ro_ro: Înapoi la

source: in
ro_ro: în

source: Link to full-size image
ro_ro: Legătură la imagine de dimensiune completă

source: at dimensions
ro_ro: la dimensiuni

source: Published
ro_ro: Publicat

source: This entry was posted on %1$s<span class="by-author"> by %2$s</span>.
ro_ro: Această intrare a fost publicată în %1$s<span class="by-author"> de %2$s</span>.

source: View all posts by %s <span class="meta-nav">&rarr;</span>
ro_ro: Vezi toate articolele de %s <span class="meta-nav">&rarr;</span>

source: Pages:
ro_ro: Pagini:

source: Continue reading <span class="meta-nav">&rarr;</span>
ro_ro: Continuă lectura <span class="meta-nav">&rarr;</span>

source: Yearly Archives: %s
ro_ro: Arhive anuale: %s

source: Monthly Archives: %s
ro_ro: Arhive lunare: %s

source: Archives
ro_ro: Arhive

source: Daily Archives: %s
ro_ro: Arhive zilnice: %s

source: About %s
ro_ro: Despre %s

source: No
ro_ro: Nu

source: Ooops, page not found
ro_ro: Hopa, pagină negăsită

source: Permalink to %s
ro_ro: Legătură permanentă la %s

source: {no title} Read the post &raquo;
ro_ro: {no title} Citește articolul &raquo;

source: Missing Attachment
ro_ro: Atașamentul lipsește

source: Featured page description text : use the page excerpt or set your own custom text in the Customizr screen.
ro_ro: Text descriptiv pentru pagina reprezentativă: folosește rezumatul paginii sau setează propriul tău text personalizat în ecranul Customizr.

source: Featured page
ro_ro: Pagină reprezentativă

source: Customizer screen
ro_ro: Ecran Personalizator

source: comment
ro_ro: comentariu

source: Comment(s) on
ro_ro: Comentariu(i) despre

source: Leave a comment
ro_ro: Lasă un comentariu

source: Comments are closed.
ro_ro: Comentariile sunt închise.

source: Newer Comments <span class="meta-nav">&rarr;</span>
ro_ro: Comentarii mai noi <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older Comments
ro_ro: <span class="meta-nav">&larr;</span> Comentarii mai vechi

source: Comment navigation
ro_ro: Navigare în comentarii

source: Your comment is awaiting moderation.
ro_ro: Comentariul tău așteptă moderarea.

source: %1$s at %2$s
ro_ro: %1$s la %2$s

source: Post author
ro_ro: Autor articol

source: Reply
ro_ro: Răspunde

source: (Edit)
ro_ro: (Editează)

source: thoughts on
ro_ro: gânduri despre

source: One thought on
ro_ro: Un gând despre

source: F j, Y
ro_ro: j F Y

source: Merge
ro_ro: Îmbină

source: Split
ro_ro: Împarte

source: Page %d
ro_ro: Pagina %d

source: 404 Not Found
ro_ro: 404 Negăsită

source: Search results for &quot;%1$s&quot;
ro_ro: Rezultatele căutării după &quot;%1$s&quot;

source: Week %1$s
ro_ro: Săptămâna %1$s

source: g a
ro_ro: G

source: Minute %1$s
ro_ro: Minutul %1$s

source: g:i a
ro_ro: G:i

source: Browse:
ro_ro: Răsfoiește:

source: Home
ro_ro: Prima pagină

source: Next &rarr;
ro_ro: Următor &rarr;

source: &larr; Previous
ro_ro: &larr; Anterior

source: Set the post grid thumbnail's max height in pixels
ro_ro: Setează înălțimea maximă în pixeli a miniaturilor pentru aranjamentul grilă

source: Thumbnails max height for the grid layout
ro_ro: Înălțimea maximă a miniaturilor pentru aranjamentul grilă

source: Max. length for post titles (in words)
ro_ro: Lungime maximă pentru titlurile de articole (în cuvinte)

source: Display post format icons in the background
ro_ro: Afișează iconurile formatelor de articole în fundal

source: Apply a colored bottom border to each grid items
ro_ro: Aplică o bordură colorată la bază fiecărui element din grilă

source: Apply a shadow to each grid items
ro_ro: Aplică o umbră fiecărui element din grilă

source: Unchecked contexts are displayed with the alternate thumbnails layout.
ro_ro: Contextele nebifate sunt afișate într-un aranjament cu miniaturi alternante.

source: Apply the grid layout to Search results
ro_ro: Aplică aranjamentul grilă rezultatelor căutării

source: Apply the grid layout to Archives (archives, categories, author posts)
ro_ro: Aplică aranjamentul grilă la Arhive (arhive, categorii, articole autor)

source: Apply the grid layout to Home/Blog
ro_ro: Aplică aranjamentul grilă la Prima pagină/Blog

source: Expand the last sticky post (for home and blog page only)
ro_ro: Extinde ultimul articol evidențiat (doar pentru prima pagină sau cea de blog)

source: Note : columns are limited to 3 for single sidebar layouts and to 2 for double sidebar layouts.
ro_ro: Notă: coloanele sunt limitate la 3 pentru aranjamentele cu o singură bară laterală și la 2 pentru aranjamentele cu două bare laterale.

source: Number of columns per row
ro_ro: Număr de coloane per rând

source: When you select the grid Layout, the post content is limited to the excerpt.
ro_ro: Atunci când selectezi aranjamentul în grilă, conținutul articolului este limitat la rezumat.

source: Grid layout
ro_ro: Aranjament în grilă

source: Alternate thumbnails layout
ro_ro: Aranjamentul cu miniaturi alternante

source: Select a Layout
ro_ro: Alege un aranjament

source: Post List Design
ro_ro: Designul listei de articole

source: You might want to regenerate your thumbnails.
ro_ro: Ai putea dori să regenerezi miniaturile tale.

source: If this option is checked, your images will be resized with your custom height on upload. This is better for your overall loading performance.
ro_ro: Dacă această opțiune e bifată, imaginile tale vor fi redimensionate la încărcare la această înălțime. Asta afectează pozitiv performanța generală de încărcare.

source: Replace the default image slider's height
ro_ro: Înlocuiește înălțimea implicită a imaginilor din carusele

source: Apply this height to all sliders
ro_ro: Aplică această înălțime tuturor caruselurilor

source: Set slider's height in pixels
ro_ro: Setează înălțimea caruselului în pixeli

source: Check this option to delay the loading of non visible images. Images below the viewport will be loaded dynamically on scroll. This can boost performances by reducing the weight of long web pages with images.
ro_ro: Bifează această opțiune pentru a amâna încărcarea imaginilor care nu sunt vizibile. Imaginile dincolo de spațiul vizibil se vor încărca dinamic la derulare. Asta va mări viteza de încărcare prin reducerea mărimii paginilor lungi ce includ multe imagini.

source: Load images on scroll
ro_ro: Încarcă imaginile la derulare

source: Will be hidden if empty
ro_ro: Va fi ascuns dacă e gol

source: Social link title in sidebars
ro_ro: Titlu pentru legături sociale în bara laterală

source: Display a back to top arrow on scroll
ro_ro: Afișează o săgeată de revenire la început în derulare

source: Display posts navigation in post lists (archives, blog page, categories, search results ..)
ro_ro: Afișare navigare între articole pentru liste de articole (arhive, pgină de blog, de categorie, de rezultate ale căutării ...)

source: Display posts navigation in single posts
ro_ro: Afișare navigare între articole pentru articol singular

source: Display navigation in pages
ro_ro: Afișare navigare între pagini

source: When this option is checked, the posts navigation is displayed below the posts
ro_ro: Când această opțiune e bifată, navigarea între articole e afișată la sfârșitul acestora

source: Display posts navigation
ro_ro: Afișare navigare între articole

source: By default, WordPress displays the past comments, even if comments are disabled in posts or pages. Unchecking this option allows you to not display this comment history.
ro_ro: Implicit, WordPress afișează ultimele comentarii, chiar dacă acestea sunt invalidate în articole sau pagini. De-bifarea acestei opțiuni îți permite să nu afișezi acest istoric al comentariilor.

source: Display the comment list
ro_ro: Afișarea listei de comentarii

source: discussion settings page.
ro_ro: pagina de setări pentru discuții.

source: You can also change other comments settings in the
ro_ro: Poți de asemenea schimba alte setări pentru comentarii în

source: post screen
ro_ro: în ecranul cu lista articolelor.

source: If checked, this option enables comments on all types of single posts. You can disable comments for a single post in quick edit mode from the
ro_ro: Bifată, această opțiune permite comentarii la orice tip de articol prezentat singur. Poți dezactiva comentariile pentru un anume articol din modul de editare rapidă

source: Enable comments on posts
ro_ro: Permite comentarii la articole

source: the discussion settings page.
ro_ro: pagina de setări pentru discuții.

source: You can also change other comments settings in :
ro_ro: Poți de asemenea schimba alte setări pentru comentarii în:

source: If checked, this option will enable comments on pages. You can disable comments for a single page in the quick edit mode of the page list screen.
ro_ro: Bifată, această opțiune permite comentarii la pagini. Poți dezactiva comentariile pentru o anume pagină din modul de editare rapidă în ecranul cu lista paginilor.

source: Other comments settings
ro_ro: Alte setări pentru comentarii

source: Custom
ro_ro: Personalizat

source: Skin color
ro_ro: Culoare suprafață

source: Comments bubble color
ro_ro: Culoarea bulelor de comentarii

source: Large bubbles
ro_ro: Bule mari

source: Small bubbles
ro_ro: Bule mici

source: Comments bubble shape
ro_ro: Forma bulelor de comentarii

source: Display the number of comments in a bubble next to the post title
ro_ro: Afișează numărul de comentarii într-o bulă lângă titlul articolului

source: Comments bubbles
ro_ro: Bule comentarii

source: Apply a drop cap to the first paragraph of your pages
ro_ro: Aplică letrina primului paragraf din paginile tale

source: Enable drop caps in pages
ro_ro: Permite letrine în pagini

source: Apply a drop cap to the first paragraph of your single posts content
ro_ro: Aplică letrina primului paragraf din conținutul articolelor tale singure în pagină

source: Enable drop caps in posts
ro_ro: Permite letrine în articole

source: Simple black
ro_ro: Negru simplu

source: Skin color with shadow
ro_ro: Culoare suprafață cu umbră

source: Drop cap style
ro_ro: Stil letrină

source: (number of words)
ro_ro: (număr de cuvinte)

source: Apply a drop cap when the paragraph includes at least the following number of words :
ro_ro: Aplică o letrină când paragraful include cel puțin următorul număr de cuvinte:

source: Apply a drop cap to the first paragraph of your post / page content
ro_ro: Aplică letrina primului paragraf din conținutul articolului/paginii tale

source: Enable drop caps
ro_ro: Permite letrine

source: Drop caps
ro_ro: Letrine

source: Apply nice on hover expansion effect to the galleries images
ro_ro: Aplică efectul de expansiune drăguță la trecerea peste imaginilor din galerii

source: Enable Customizr effects on hover
ro_ro: Permite efectele Customizr la trecere peste

source: Apply lightbox effects to galleries images
ro_ro: Aplică efectele Lightbox imaginilor din galerii

source: Enable Lightbox effect in galleries
ro_ro: Permite efectul Lightbox în galerii

source: Apply Customizr effects to galleries images
ro_ro: Aplică efectele Customizr imaginilor din galerii

source: Enable Customizr galleries
ro_ro: Permite galerii Customizr

source: After the title
ro_ro: După titlu

source: Before the title boxed
ro_ro: Înainte de titlu încasetată

source: Before the title in full width
ro_ro: Înainte de titlu pe toată lățimea

source: Don't display
ro_ro: Nu afișa

source: Post thumbnail position
ro_ro: Poziție miniatură articol

source: Search results page titles
ro_ro: Titluri pagini de rezultate căutare

source: Search Results for :
ro_ro: Rezultatul căutării după:

source: Author pages titles
ro_ro: Titluri pagini de autor

source: Tag pages titles
ro_ro: Titluri pagini de etichetă

source: Category pages titles
ro_ro: Titluri pagini de categorie

source: Archive titles
ro_ro: Titluri arhive

source: Alternate thumbnail/content
ro_ro: Miniatură/conținut alternativ

source: Left
ro_ro: Stânga

source: Bottom
ro_ro: Jos

source: Right
ro_ro: Dreapta

source: Top
ro_ro: Sus

source: Thumbnails position
ro_ro: Poziție miniatură

source: Set the thumbnail's max height in pixels
ro_ro: Setare înălțime maximă în pixeli a miniaturii

source: Rectangular with unblur effect on hover
ro_ro: Rectangulară cu efect de ne-blurare la trecere peste

source: Rectangular with blur effect on hover
ro_ro: Rectangulară cu efect de blurare la trecere peste

source: Rectangular with no effect
ro_ro: Rectangulară, fără niciun efect

source: Squared, no expansion
ro_ro: Pătrată, fără expandare

source: Squared, expand on hover
ro_ro: Pătrată, cu expandare la trecere peste

source: Rounded, no expansion
ro_ro: Rotundă, fără expandare

source: Rounded, expand on hover
ro_ro: Rotundă, cu expandare la trecere peste

source: Thumbnails shape
ro_ro: Formă miniatură

source: Thumbnails options for the alternate thumbnails layout
ro_ro: Opțiuni miniatură pentru aranjamente cu miniaturi alternative

source: Upload a default thumbnail
ro_ro: Încarcă o miniatură implicită

source: If no featured image is set, use the last image attached to this post.
ro_ro: Dacă nu este setată nicio imagine reprezentativă, se folosește ultima imagine atașată acestui articol.

source: Note : thumbnails are always displayed when the grid layout is choosen.
ro_ro: Notă: miniaturile sunt întotdeauna afișate când se alege aranjamentul grilă.

source: When this option is checked, the post thumbnails are displayed in all post lists : blog, archives, author page, search pages, ...
ro_ro: Atunci când opțiunea aceasta e bifată, miniaturile articolelor sunt afișate în toate listele de articole: arhive, pagini de autor, pagini de căutare, ...

source: Display the post thumbnails
ro_ro: Afișare miniaturi articole

source: Thumbnails options
ro_ro: Opțiuni miniatură

source: Set the excerpt length (in number of words)
ro_ro: Setare lungime rezumat (în număr de cuvinte)

source: Info (blue)
ro_ro: Informativ (albastru)

source: Important (red)
ro_ro: Important (roșu)

source: Alert (orange)
ro_ro: Alertă (portocaliu)

source: Success (green)
ro_ro: Succes (verde)

source: Default (grey)
ro_ro: Implicit (gri)

source: Update notice style
ro_ro: Stil notiță de actualizare

source: Update notice text
ro_ro: Text notiță de actualizare

source: Recently updated !
ro_ro: Recent actualizat!

source: Set a maximum interval (in days) during which the last update notice will be displayed.
ro_ro: Setare interval maxim (în zile) pe durata căruia să fie afișată notița de ultimă actualizare.

source: Display the notice if the last update is less (strictly) than n days old
ro_ro: Afișează notița dacă ultima actualizare este (strict) mai recentă decât n zile

source: If this option is checked, a customizable recent update notice is displayed next to the post title.
ro_ro: Dacă această opțiune e bifată, u notiță de actualizare recentă personalizabilă este afișată alături de titlul articolului.

source: Display a recent update notice
ro_ro: Afișare notiță de actualizare recentă

source: Recent update notice after post titles
ro_ro: Notiță de actualizare recentă după titlul articolului

source: Date of the last update
ro_ro: Data ultimei actualizări

source: Nb of days since last update
ro_ro: Nr. de zile de la ultima actualizare

source: Select the last update format
ro_ro: Selectează formatul pentru ultima actualizare

source: If this option is checked, additional date informations about the the last post update can be displayed (nothing will show up if the post has never been updated).
ro_ro: Dacă această opțiune e bifată, informații suplimentare despre data ultimei actualizări a articolului pot fi afișate (nu se va afișa nimic dacă articolul n-a fost niciodată actualizat).

source: Display the update date
ro_ro: Afișare dată actualizare

source: Display the author
ro_ro: Afișează autorul

source: Display the publication date
ro_ro: Afișare dată publicare

source: Display non-hierarchical taxonomies (like tags)
ro_ro: Afișare taxonomii neierarhizate (cum ar fi etichetele)

source: Display hierarchical taxonomies (like categories)
ro_ro: Afișare taxonomii ierarhice (cum ar fi categoriile)

source: Select the metas to display
ro_ro: Selectare metadate de afișat

source: Display posts metas in post lists (archives, blog page)
ro_ro: Afișare metadate articole în liste de articole

source: Display posts metas for single posts
ro_ro: Afișare metadate articole singulare

source: Display posts metas on home
ro_ro: Afișare metadate articole pe pagina principală

source: Select the contexts
ro_ro: Selectare contexte

source: Text only
ro_ro: Doar text

source: Buttons and text
ro_ro: Butoane și text

source: Select a design for the post metas
ro_ro: Alege un design pentru metadatele articolelor

source: Metas Design
ro_ro: Design metadate

source: When this option is checked, the post metas (like taxonomies, date and author) are displayed below the post titles.
ro_ro: Când această opțiune este bifată, metadatele articolului (cum ar fi taxonomiile, data și autorul) sunt afișate sub titlurile articolelor.

source: Display posts metas
ro_ro: Afișare metadate articole

source: WP footer widgets : display icons next to titles
ro_ro: Piese WP în subsol: se afișează un icon alături de titluri

source: WP sidebar widgets : display icons next to titles
ro_ro: Piese WP în bară laterală: se afișează un icon alături de titluri

source: When this option is checked, a post type icon is displayed on the left of each post titles in an archive page. An archive page can be : category, tag, author, date archive, custom taxonomies, search results.
ro_ro: Când este bifată această opțiune, un icon cu tipul articolului este afișat la stânga fiecărui titlu de articol într-o pagină de arhivă. O pagină de arhivă poate fi de: categorie, etichetă, autor, calendaristică, taxonomie personalizată, rezultate de căutare.

source: Display an icon next to each post title in an archive page
ro_ro: Afișează un icon alături de fiecare titlu de articol într-o pagină de arhivă

source: When this option is checked, an archive type icon is displayed in the heading of every types of archives, on the left of the title. An archive page can be : category, tag, author, date archive, custom taxonomies, search results.
ro_ro: Atunci când această opțiune e setată, se afișează iconul unui tip de arhivă la începutul fiecărei pagini de arhivă, în stânga titlului. O pagină de arhivă poate fi de: categorie, etichetă, autor, calendaristică, taxonomie personalizată, rezultate de căutare.

source: Display an icon next to the archive title
ro_ro: Afișează un icon alături de titlul arhivei

source: Display a post icon next to the single post title
ro_ro: Afișează un icon al articolului alături de titlul unui articol singular

source: Display a page icon next to the page title
ro_ro: Afișează un icon al paginii alături de titlul paginii

source: When this option is checked, a contextual icon is displayed next to the titles of pages, posts, archives, and WP built-in widgets.
ro_ro: Atunci când această opțiune e bifată, un icon contextual este afișat alături de titlul paginii, articolului, arhivei și a pieselor interne WP.

source: Display icons next to titles
ro_ro: Afișează iconuri alături de titluri

source: Display the breadcrumb in posts lists : blog page, archives, search results...
ro_ro: Afișează firimiturile în liste de articole: pagini de blog, arhive, rezultate ale căutării...

source: Display the breadcrumb in single posts
ro_ro: Afișează firimiturile în paginile articolelor singulare

source: Display the breadcrumb in pages
ro_ro: Afișează firimiturile în pagini

source: Display the breadcrumb on home page
ro_ro: Afișează firimiturile pe pagina principală

source: Open external links in a new tab
ro_ro: Deschide legăturile externe într-o filă nouă

source: This will be applied to the links included in post or page content only.
ro_ro: Aceasta va fi aplicată doar legăturilor incluse în conținutul articolelor sau paginilor.

source: Display an icon next to external links
ro_ro: Afișarea unui icon alături de legăturile externe

source: Fade effect on link hover
ro_ro: Efectul de estompare/clarificare la trecerea peste o legătură
