Repository: presscustomizr/customizr
Catalog: inc/lang/*.po
Languages: ro_ro

source: Hover move effect for the sub menu items
ro_ro: Efectul aplicat elementelor de meniu la trecerea peste ele

source: Reveal the sub-menus blocks with a fade effect
ro_ro: Dezvăluie blocurile de sub-meniu cu un efect de estompare/clarificare

source: Menu on the right
ro_ro: Meniu la dreapta

source: Menu on the left
ro_ro: Meniu la stânga

source: the z-index
ro_ro: z-index

source: What is
ro_ro: Ce este

source: Set the header z-index
ro_ro: Setare indexul în ordinea de suprapunere pentru antet (z-index)

source: Sticky header : semi-transparent on scroll
ro_ro: Antet fixat: semitransparent la derulare

source: Sticky header : display the menu
ro_ro: Antet fixat: afișează meniul

source: Sticky header : shrink title / logo
ro_ro: Antet fixat: micșorează titlul/logoul

source: Sticky header : display the title / logo
ro_ro: Antet fixat: afișează titlul / logoul

source: Sticky header : display the tagline
ro_ro: Antet fixat: afișează sloganul

source: If checked, this option makes the header stick to the top of the page on scroll down.
ro_ro: Dacă e setată, această opțiune face ca antetul să rămână fixat la începutul paginii când se derulează în jos.

source: Sticky on scroll
ro_ro: Fixare la derulare

source: Sticky header settings
ro_ro: Setări antet fixat

source: Logo / title on the right
ro_ro: Logo / titlu la dreapta

source: Logo / title centered
ro_ro: Logo / titlu centrate

source: Logo / title on the left
ro_ro: Logo / titlu la stânga

source: If checked, this option wraps the header menu/tagline/social in a light grey box.
ro_ro: Dacă e setată, această opțiune cuprinde într-o casetă gri deschis meniul din antet/ sloganul/ legăturile sociale.

source: Display menu in a box
ro_ro: Afișare meniu într-o casetă

source: Display the tagline
ro_ro: Afișare slogan

source: This option sets the default font size applied to any text element of your website, when no font size is already applied.
ro_ro: Această opțiune setează dimensiunea implicită a fontului aplicat oricărui element de text de pe situl tău web, atunci când nu este aplicată deja o mărime de font.

source: Set your website default font size in pixels.
ro_ro: Setează mărimea implicită a fontului ăe situl tău web în pixeli.

source: This font picker allows you to preview and select among a handy selection of font pairs and single fonts. If you choose a pair, the first font will be applied to the site main headings : site name, site description, titles h1, h2, h3., while the second will be the default font of your website for any texts or paragraphs.
ro_ro: Acest selector de font îți permite să pre-vizualizezi și selectezi dintr-o utilă selecție de perechi de fonturi și fonturi singulare. Dacă alegi o pereche, primul font va fi aplicat titlurilor principale din sit: nume sit, descriere set, subtitluri h1, h2, h3, în timp ce al doilea va fi fontul implicit al sitului tău pentru orice text sau paragraf.

source: Select a beautiful font pair (headings &amp; default fonts) or single font for your website.
ro_ro: Selectează o frumoasă pereche de fonturi (pentru titluri și corp de text) sau un singur font pentru situl tău.

source: Check this option to display an author info block after each single post content. Note : the Biographical info field must be filled out in the user profile.
ro_ro: Bifează această opțiune pentru a afișa un bloc cu informații despre autor după conținutul fiecărui articol singular. Notă: câmpul cu informații biografice trebuie completat în profilul utilizatorului.

source: Display an author box after each single post content
ro_ro: Afișare o casetă despre autor după conținutul fiecărui articol singular

source: Global Post Lists Settings
ro_ro: Setări globale pentru liste articole

source: Note : the home page layout has to be set in the home page section
ro_ro: Notă: aranjamentul paginii principale trebuie setat în secțiunea pentru pagina principală

source: On the web, speed is key ! Improve the load time of your pages with those options.
ro_ro: Pe web, viteza este cheia! Îmbunătățește timpii de încărcare a paginilor tale cu aceste opțiuni.

source: Website Performances
ro_ro: Performanțe sit web

source: Set up footer global options
ro_ro: Setare opțiuni globale pentru subsol

source: Footer global settings
ro_ro: Setări globale subsol

source: Set up post/page navigation options
ro_ro: Setează opțiunile de navigare articole/pagini

source: Post/Page Navigation
ro_ro: Navigare articole/pagini

source: Set up paragraphs options
ro_ro: Setare opțiuni paragrafe

source: Paragraphs
ro_ro: Paragrafe

source: Set up gallery options
ro_ro: Setare opțiuni galerii

source: Galleries
ro_ro: Galerii

source: Set up post metas options
ro_ro: Setări opțiuni metadate articole

source: Post metas (category, tags, custom taxonomies)
ro_ro: Metadate articol (categorie, etichete, taxonomii personalizate)

source: Set up breadcrumb options
ro_ro: Setare opțiuni firimituri

source: Breadcrumb
ro_ro: Firimitură

source: Set up single posts options
ro_ro: Setare opțiuni articole singulare

source: Single posts
ro_ro: Articole singulare

source: Set up post lists options
ro_ro: Setări opțiuni liste articole

source: Post lists : blog, archives, ...
ro_ro: Listă articole: blog, arhive, ...

source: Your theme supports %s menu. Select which menu you would like to use.
ro_ro: Tema ta suportă %s meniu. Selectează meniul pe care vrei să-l folosești.

source: Design and layout
ro_ro: Design și aranjament

source: Header design and layout
ro_ro: Design antet și aranjament

source: Post authors settings
ro_ro: Setări autori articole

source: Authors
ro_ro: Autori

source: Image settings
ro_ro: Setări imagini

source: Set up the titles icons options
ro_ro: Setarea opțiunilor iconurilor de titlu

source: Titles icons settings
ro_ro: Setările iconurilor pentru titluri

source: Links style and effects
ro_ro: Stilul și efectele pentru legături

source: Set up the font global settings
ro_ro: Inițializarea setărilor globale pentru font

source: Fonts
ro_ro: Fonturi

source: Site Title & Tagline
ro_ro: Titlul și sloganul sitului

source: How to create and use a child theme ?
ro_ro: Cum să creezi și să folosești o temă copil?

source: child theme.
ro_ro: teme copil.

source: Use this field to test small chunks of CSS code. For important CSS customizations, you'll want to modify the style.css file of a
ro_ro: Folosește acest câmp pentru mici bucăți de cod CSS. Pentru personalizări CSS importante, vei prefera să modifici fișierul style.css al unei

source: Add your custom css here and design live! (for advanced users)
ro_ro: Adaugă aici css-ul tău personalizat și modifică designul pe viu! (pentru utilizatori avansați)

source: Activate this option to move the sidebars (if any) after the main content block, for smartphones or tablets viewport.
ro_ro: Activează această opțiune pentru a muta barele laterale (dacă există) după blocul principal de conținut, pentru spațiul vizibil de pe tablete sau telefoane inteligente.

source: Dynamic sidebar reordering on small devices
ro_ro: Reordonare dinamică a barei laterale pe ecrane mici

source: If enabled, this option activates a smooth page scroll when clicking on a link to an anchor of the same page.
ro_ro: Dacă e validată, această opțiune activează derularea lină a paginii când se dă clic pe o legătură către o ancoră din aceeași pagină.

source: Smooth scroll on click
ro_ro: Derulare lină la clic

source: This option dynamically centers your images on any devices, vertically or horizontally according to their initial aspect ratio.
ro_ro: Această opțiune centrează imaginile pe orice dispozitiv, vertical sau orizontal în conformitate cu raportul aspectului inițial.

source: Dynamic thumbnails centering on any devices
ro_ro: Miniaturi dinamice centrate pe orice dispozitiv

source: Dynamic slider images centering on any devices
ro_ro: Imaginile dinamice din carusel centrate pe orice dispozitiv

source: When checked, this option displays a loading icon when the slides are being setup.
ro_ro: Când e bifată, această opțiune afișează un icon de încărcare pe durata inițializării diapozitivelor.

source: Sliders : display on loading icon before rendering the slides
ro_ro: Caruseluri: afișare icon de încărcare înainte de a randa diapozitivele

source: Open the description page of the Regenerate thumbnails plugin
ro_ro: Deschide pagina de descriere a modulului pentru regenerarea miniaturilor

source: regenerate thumbnails
ro_ro: regenerare miniaturi

source: It is strongly recommended to regenerate your media library images in high definition with this free plugin
ro_ro: Se recomandă cu tărie regenerarea imaginilor din biblioteca media în modul de înaltă definiție cu ajutorul acestui modul gratuit

source: If enabled, your website will include support for high resolution devices.
ro_ro: Dacă e validat, situl tău web va include suport pentru dispozitivele cu ecrane de mare rezoluție.

source: High resolution (Retina) support
ro_ro: Suport pentru rezoluție înaltă (Retina)

source: If enabled, this option will force images to fit the screen on lightbox zoom.
ro_ro: Dacă e validată, această opțiune va forța imaginile casetei luminoase să se mărească pe tot ecranul.

source: Autoscale images on zoom
ro_ro: Auto-scalare imagini la mărire

source: If enabled, this option activates a popin window whith a zoom effect when an image is clicked. Note : to enable this effect on the images of your pages and posts, images have to be linked to the Media File.
ro_ro: Dacă e validată, această opțiune activează o fereastră peste o imagine căreia i s-a dat clic cu un efect de mărire. Notă: pentru a valida acest efect pe imaginile din pagini sau articole, imaginile trebuie să fi legate la fișierul media.

source: Lightbox effect on images
ro_ro: Efect de casetă luminoasă pe imagini

source: Social links in footer
ro_ro: Legăturile sociale în subsol

source: Social links in right sidebar
ro_ro: Legăturile sociale în bara laterală dreaptă

source: Social links in left sidebar
ro_ro: Legăturile sociale în bara laterală stângă

source: Social links in header
ro_ro: Legăturile sociale în antet

source: Enable comments on pages
ro_ro: Permite comentariile pe pagini

source: Choose the pages default layout
ro_ro: Alege aranjamentul implicit pentru pagini

source: Display the full content
ro_ro: Afișează întregul conținut

source: Display the excerpt
ro_ro: Afișează rezumatul

source: Select the length of posts in lists (home, search, archives, ...)
ro_ro: Selectează lungimea articolelor în listă (pe pagina principală, de căutare, de arhive, ...)

source: Maximum number of posts per page
ro_ro: Numărul maxim de articole per pagină

source: Choose the posts default layout
ro_ro: Alege aranjamentul implicit pentru articole

source: This option will override the specific layouts on all posts/pages, including the front page.
ro_ro: Această opțiune va suprascrie aranjamentele specifice pentru toate articolele/paginile, inclusiv pagina principală.

source: Force default layout everywhere
ro_ro: Impune aranjamentul implicit peste tot

source: Choose the global default layout
ro_ro: Alege aranjamentul global implicit

source: Display Breadcrumb
ro_ro: Afișare firimituri

source: Button text
ro_ro: Text buton

source: Read more &raquo;
ro_ro: Citește mai mult &raquo;

source: The images are set with the "featured image" of each pages (in the page edit screen). Uncheck the option above to disable the featured page images.
ro_ro: Imaginile sunt setate cu opțiunea "imagine reprezentativă" pe fiecare dintre pagini (în ecranul de editare pagină). Debifează opțiunea de deasupra pentru a dezactiva imaginile reprezentative ale paginilor.

source: Show images
ro_ro: Arată imagini

source: Disable
ro_ro: Dezactivare

source: Enable
ro_ro: Activare

source: Display home featured pages area
ro_ro: Afișează zonă pe prima pagină pentru pagini reprezentative

source: Featured pages options
ro_ro: Opțiuni pagini reprezentative

source: in ms : 1000ms = 1s
ro_ro: în milisecunde: 1000ms = 1s

source: Delay between each slides
ro_ro: Îmtârzierea dintre diapozitive

source: Full width slider
ro_ro: Carusel pe întreaga lățime

source: Select front page slider
ro_ro: Selectare carusel pentru pagina principală

source: Slider options
ro_ro: Opțiuni carusel

source: Set up the front page layout
ro_ro: Setarea aranjamentului pentru pagina principală

source: Posts page
ro_ro: Pagină articole

source: Front page
ro_ro: Pagina din față

source: A static page
ro_ro: O pagină statică

source: Your latest posts
ro_ro: Ultimele tale articole

source: Don't show any posts or page
ro_ro: Nu arăta niciun articol sau pagină

source: Front page displays
ro_ro: Afișări pe pagina din față

source: Choose content and layout
ro_ro: Alege conținut și aranjare

source: FAVICON
ro_ro: Icon (favicon)

source: Favicon Upload (supported formats : .ico, .png, .gif)
ro_ro: Încărcare icon (formate suportate: .ico, .png, .gif)

source: Use this upload control to specify a different logo on sticky header mode.
ro_ro: Folosește acest control de încărcare pentru a specifica un logo diferit pentru modul cu antet fixat.

source: Sticky Logo Upload (supported formats : .jpg, .png, .gif, svg, svgz)
ro_ro: Încărcare logo pentru antet fixat (formate suportate: .jpg, .png, .gif, .svg, .svgz)

source: Uncheck this option to keep your original logo dimensions.
ro_ro: Debifează această opțiune pentru a folosi dimensiunile originale ale logoului tău.

source: Force logo dimensions to max-width:250px and max-height:100px
ro_ro: Forțează dimensiunile logo la lățime de max. 250px și înălțime de max. 100px

source: Logo Upload (supported formats : .jpg, .png, .gif, svg, svgz)
ro_ro: Încărcare logo (formate suportate: .jpg, .png, .gif, .svg, .svgz)

source: Uncheck this option to remove the colored top border.
ro_ro: Debifează această opțiune pentru a înlătura bordura colorată de sus.

source: Display top border
ro_ro: Afișare bordură sus

source: Using the minified version of the stylesheets will speed up your webpage load time.
ro_ro: Folosirea versiunii minificate a foilor de stil va reduce timpul de încărcare a paginii tale web.

source: Performance : use the minified CSS stylesheets
ro_ro: Performanță: folosire foi de stil CSS minificate

source: Apply a random color skin on each page load.
ro_ro: Aplică un aspect colorat aleator la fiecare pagină încărcată.

source: Randomize the skin
ro_ro: Aspect aleator

source: Choose a predefined skin
ro_ro: Alege un aspect predefinit

source: Expand submenus on hover
ro_ro: Extinde submeniurile la trecerea peste

source: Expand submenus on click
ro_ro: Extinde submeniurile la clic

source: Select a submenu expansion option
ro_ro: Selectează o opțiune pentru expandarea submeniurilor

source: Various settings for responsive display
ro_ro: Diferite setări pentru afișări responsive

source: Responsive settings
ro_ro: Setări de responsivitate

source: Custom CSS
ro_ro: CSS personalizat

source: Various links settings
ro_ro: Diferite setări pentru legături

source: Various images settings
ro_ro: Diferite setări pentru imagini

source: Set up your social links
ro_ro: Setează-ți legăturile sociale

source: Social links
ro_ro: Legături sociale

source: Set up comments options
ro_ro: Setări opțiuni pentru comentarii

source: Comments
ro_ro: Comentarii

source: Set up layout options
ro_ro: Setări opțiuni de aranjament

source: Pages &amp; Posts Layout
ro_ro: Aranjament pentru pagini și articole

source: Set up front page options
ro_ro: Setează opțiunile pentru prima pagină

source: Front Page
ro_ro: Pagina din față

source: Set up logo and favicon options
ro_ro: Setează opțiunile pentru logo și icon

source: Logo &amp; Favicon
ro_ro: Logo și icon sit

source: Select a skin for Customizr
ro_ro: Alege un aspect pentru Customizr

source: Skin
ro_ro: Aspect

source: Advanced settings for the Customizr theme.
ro_ro: Setări avansate pentru tema Customizr.

source: Advanced options
ro_ro: Opțiuni avansate

source: Footer settings for the Customizr theme.
ro_ro: Setări de subsol pentru tema Customizr.

source: Footer
ro_ro: Subsol

source: Content settings for the Customizr theme.
ro_ro: Setări de conținut pentru tema Customizr.

source: Content : home, posts, ...
ro_ro: Conținut: prima pagină, articole, ...

source: Header settings for the Customizr theme.
ro_ro: Setări de antet pentru tema Customizr.

source: Header
ro_ro: Antet

source: Global settings for the Customizr theme :skin, socials, links...
ro_ro: Setări globale pentru tema Customizr: aspect, sociale, legături...

source: Global settings
ro_ro: Setări globale

source: &mdash; Demo Slider &mdash;
ro_ro: &mdash; Carusel demo &mdash;

source: &mdash; No slider &mdash;
ro_ro: &mdash; Niciun carusel &mdash;

source: You need to select a page first. Leave this field empty if you want to use the page excerpt.
ro_ro: Trebuie mai întâi să selectezi o pagină. Lasă acest câmp gol dacă vrei să folosești rezumatul paginii.

source: Featured text %1$s (200 char. max)
ro_ro: Text de exemplificat %1$s (max. 200 caractere)

source: Custom featured page %1$s
ro_ro: Pagină personalizată exemplificată %1$s

source: Featured text three (200 char. max)
ro_ro: Al treilea text de exemplificat (max. 200 caractere)

source: Featured text two (200 char. max)
ro_ro: Al doilea text de exemplificat (max. 200 caractere)

source: Featured text one (200 char. max)
ro_ro: Primul text de exemplificat (max. 200 caractere)

source: Home featured page three
ro_ro: A treia exemplificare pentru prima pagină

source: Home featured page two
ro_ro: A doua exemplificare pentru prima pagină

source: Home featured page one
ro_ro: Prima exemplificare pentru prima pagină

source: Page %s
ro_ro: Pagina %s

source: Need help with Customizr? Click here!
ro_ro: Ai nevoie de ajutor cu Customizr? Dă clic aici!

source: Help
ro_ro: Ajutor

source: Main Menu
ro_ro: Meniu principal

source: Many layout and design options are available from the WordPress customizer screen : see your changes live !
ro_ro: Multe opțiuni de design și aranjare sunt disponibile din ecranul de personalizare al WordPress: vezi modificările pe viu!

source: Customizr is a clean responsive theme
ro_ro: Customizr este o temă curată și resposivă

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ro_ro: Regret, dar nimic nu se potrivește cu criteriul tău de căutare. Te rog încearcă din nou cu alte cuvinte cheie.

source: Success is the ability to go from one failure to another with no loss of enthusiasm...
ro_ro: Succesul este însușirea de a trece de la o înfrângere la alta fără a pierde din entuziasm...

source: Sorry, but the requested page is not found. You might try a search below.
ro_ro: Regret, pagina cerută n-a fost găsită. Poți încerca mai jos o nouă căutare.

source: Speaking the Truth in times of universal deceit is a revolutionary act.
ro_ro: Într-o lume a amăgirii universale, a spune adevărul e un act revoluționar.

source: Footer Widget Area Three
ro_ro: Zona a treia de asamblare din subsol

source: Footer Widget Area Two
ro_ro: Zona a doua de asamblare din subsol

source: Just use it as you want !
ro_ro: Folosește-o cum dorești!

source: Footer Widget Area One
ro_ro: Zona unu de asamblare din subsol

source: Left Sidebar
ro_ro: Bară laterală stânga

source: Appears on posts, static pages, archives and search pages
ro_ro: Apar în articole, pagini statice, arhive și pagini de căutare

source: Right Sidebar
ro_ro: Bară laterală dreapta

source: LinkedIn profile url
ro_ro: URL profil LinkedIn

source: Follow me on LinkedIn
ro_ro: Urmărește-mă pe LinkedIn

source: Dribbble profile url
ro_ro: URL profil Dribbble

source: Follow me on Dribbble
ro_ro: Urmărește-mă pe Dribbble

source: Github profile url
ro_ro: URL profil Github

source: Follow me on Github
ro_ro: Urmărește-mă pe Github

source: Pinterest profile url
ro_ro: URL profil Pinterest

source: Pin me on Pinterest
ro_ro: Prinde-mă pe Pinterest

source: Youtube profile url
ro_ro: URL profil YouTube

source: Follow me on Youtube
ro_ro: Urmărește-mă pe YouTube

source: WordPress profile url
ro_ro: URL profil WordPress

source: Follow me on WordPress
ro_ro: Urmărește-mă pe WordPress

source: Flickr url
ro_ro: URL Flickr

source: Follow me on Flickr
ro_ro: Urmărește-mă pe Flickr

source: Tumblr url
ro_ro: URL Tumblr

source: Follow me on Tumblr
ro_ro: Urmărește-mă pe Tumbls

source: Instagram profile url
ro_ro: URL profil Instagram

source: Follow me on Instagram
ro_ro: Urmărește-mă pe Instagram

source: Google+ profile url
ro_ro: URL profil Google

source: Follow me on Google+
ro_ro: Urmărește-mă pe Google+

source: Facebook profile url
ro_ro: URL profil Facebook

source: Follow me on Facebook
ro_ro: Urmărește-mă pe Facebook

source: Twitter profile url
ro_ro: URL profil Twitter

source: Follow me on Twitter
ro_ro: Urmărește-mă pe Twitter

source: RSS feed (default is the wordpress feed)
ro_ro: Flux RSS (implicit e fluxul wordpress)

source: Subscribe to my rss feed
ro_ro: Abonează-te la fluxul meu rss

source: Single fonts
ro_ro: Fonturi singulare

source: Web safe fonts pairs
ro_ro: Perechi de fonturi sigure pe web

source: Google fonts pairs
ro_ro: Perechi de fonturi Google

source: Light blue
ro_ro: Albastru deschis

source: Green blue
ro_ro: Verde albastru

source: Light green
ro_ro: Verde deschis

source: Green
ro_ro: Verde

source: Flat yellow
ro_ro: Galben plat

source: Yellow
ro_ro: Galben

source: Flat orange
ro_ro: Portocaliu plat

source: Orange
ro_ro: Portocaliu

source: Red
ro_ro: Roșu

source: Flat red
ro_ro: Roșu plat

source: Purple
ro_ro: Violet

source: Flat purple
ro_ro: Mov plat

source: Ligth grey
ro_ro: Gri deschis

source: Grey
ro_ro: Gri

source: Flat black
ro_ro: Negru plat

source: Black
ro_ro: Negru

source: Blue
ro_ro: Albastru

source: No sidebars : full width layout
ro_ro: Fără bare laterale: aranjament pe toată lățimea

source: 2 sidebars : Right and Left
ro_ro: 2 bare laterale: stânga și dreapta

source: Left sidebar
ro_ro: Bară laterală stânga

source: Right sidebar
ro_ro: Bară laterală dreapta

source: Remove
ro_ro: Înlăturare

source: Upload
ro_ro: Încarcă

source: Check the documentation
ro_ro: Verifică documentația

source: Need help to create a slider ?
ro_ro: Ai nevoie de ajutor pentur a crea un carusel?

source: Create a slider
ro_ro: Creează un carusel

source: To copy the system infos, click below then press Ctrl + C (PC) or Cmd + C (Mac).
ro_ro: Pentru a copia informațiile de sistem, dă un clic mai jos și apoi apasă Ctrl + C (PC) sau Cmd + C (Mac).

source: Please include the following informations when posting support requests
ro_ro: Te rog include următoarele informații când faci o cerere de suport

source: System Informations
ro_ro: Informații sistem

source: Go to Dashboard
ro_ro: Mergi la panoul de control

source: Go to Dashboard &rarr; Home
ro_ro: Mergi la panoul de control &rarr; ecranul de start

source: Changelog in version %1$s
ro_ro: Modificări în versiunea %1$s

source: Do you think you made an awesome website that can inspire people? Submitting a site for review is quick and easy to do.
ro_ro: Crezi că ai făcut un sit excelent ce poate să-i inspire și pe alții? Înscrierea unui sit pentru evaluare poate fi făcută rapid și ușor.

source: This showcase aims to show what can be done with Customizr and helping other users to find inspiration for their web design.
ro_ro: Aceste exemplificări doresc să-ți arate ce poate fi făcut cu Customizr și să ajute alți utilizatori să găsească inspirație pentru designul lor web.

source: Find inspiration for your next Customizr based website!
ro_ro: Găsește inspirație pentru următorul tău sit web bazat pe Customizr!

source: Visit the showcase
ro_ro: Vizitează exemplificările

source: Customizr Showcase
ro_ro: Exemplificări Customizr
